{
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "Zeizong vialte hram an i thawk ning cu hiti hin a si. Pathian nih van le vawlei le cu hna chung i a ummi vialte ni ruk chung ah a ser dih hna. A hramthawk ah cun vawlei hi a rak mui demdum i a kawlawng pi a rak si, i a chung ah zei hmanh a rak um lo. Nain Pathian Thlarau cu ti cung ah a rak um."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih, \"Ceunak um seh!\" a ti. Cuticun ceunak cu a hung um. Pathian nih ceunak cu a zoh i a ṭha a ti i \"chun\" tiah a ti. Cu ceunak cu \"zan\" tiah a timi muihnak in a ṭhen. Pathian nih ceunak cu sernak a thawk a ni khatnak ah a ser."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Sernak a ni hnihnak ah cun Pathian nih a kaachuak bia in vawlei a cung i van khi a ser."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "A ni thumnak ah Pathian nih a kaachuak bia in ti cu vawlei ro in a ṭhen. Vawlei ro cu \"vawlei\" a ti i ti cu \"rili\" tiah a ti hna."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih cun aa thawh i, \"Vawlei nih hin thingkung phunkip le thlaikung phunkip khohter seh,\" a ti. Cuticun thil cu a hung um. Pathian nih A sermi cu a zoh i a ṭha a ti, i a thilsermi ah aa lawm."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Sernak a ni linak ni ah, Pathian nih a kaachuak bia in nika, thlapa, le arfi vialte khi a ser hna. Pathian nih hi hna hi vawlei ceunak petu ding ah le chung le zan, khuacan le kumcaan thennak ah a ser hna."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "A ni nganak ah, Pathian nih ti chung i ti aa lio khomi vialte le va vialte a ser hna. Pathian nih cu cu a ṭha a ti i, thlua a chuah hna."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "Sernak a ni ruknak ni ah cun, Pathian nih, \"Vawlei ah hin saramnung phuntling um hna seh,\" a ti. Cuti a chim ning te cun thil cu an hung um. A cheu cu zuatkhalh khawhmi saram, a cheu cu vawlei ah a lawnmi saram, a cheu cu ramlak saram phun an si. Cun cu cu Pathian nih a ṭha a ti."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih, \"Kanmah a kan lomi minung kan ser hna lai. Vawlei ah hin le saram vialte cung ah nawl an ngei lai,\" a ti."
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Cuticun Pathian nih leidip aa lak i minung ah a ser i a chung ah nunnak thaw a chuahhnawh. Hi minung i a min cu Adam ti a si. Pathian nih cun Adam a umnak ding ah dum pakhat a ser i cu dum zohkhenhtu ding ah cu dum ah cun a chiah."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "Cu dum laifang ah cun Pathian nih thingkung phungdangngai a simi - nunnak thingkung le a ṭha le a chia hngalhkhawhnak thingkung timi - phun hnih a chiah hna. Pathian nih Adam cu a ṭha le a chia thleidankhawhnak thingkung dah ti lo thingkung dang theitlai cu na ei khawh ko, tiah a chimh. Hi thingkung theitlai na ei ahcun na ti lai, tiah a ti."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih, \"Mipa amah telawng um hi a ṭha lo,\" a ti. Saram zeibantuk hmanh Adam bawmchantu an si kho lo."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Cucaah Pathian nih Adam cu thu hluahmah in a hngelhter. Cun Pathian nih Adam hnakruh pakhat a lak i, minu pakhat a ser i Adam sinah a ratpi."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Adam nih cu minu cu a hmuh tikah, \"Ehe! Mah hi pei keimah bantuk a si hi! Mipa in sermi a si i, 'Minu' tiah auh si seh, a ti. Cucahcun pei pa nih a pa le a nu kal tak in a nupi he pum khat an si hi a si cu."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih mipa le minu cu Amah mui lo in a ser hna i cu cu a ṭha tuk a ti. Thlua a chuah hna i, \"Tefa le tufa tampi in ngei u law vawlei hi khahter u,\" a ti hna. Hi vialte hi sernak a ni ruknak ni i a cangmi an si."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "A ni sarihnak a hung phanh tikah Pathian nih a rian vialte a lim dih cang. Cucahcun Pathian cu a thil vialte sernak in aa din. Ni sarihnak ni cu thlua a chuah i cu ni cu A rian in aa dinh ni a si ruang ah ni thiang ah a ser. Hitihin Pathian nih zeizong vialte le a chung i a ummi vialte a ser ning cu an si."
        }
      ], 
      "number": "01", 
      "ref": "Baibal tuanbia laknak: Genesis 1-2", 
      "title": "1. Sernak Kong"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adam le a nupi cu Pathian nih a serpiakmi hna dum dawh chung um cu an i lawm ngai. An pahnih in zei thil hmanh an i hruk lo nain ningzah awk ah an hngalh lo, a ruang cu vawlei ah sualnak a rak um rih lo. Dum chung ah cun lam an an leng ti tawn i Pathian he an i chawnbia tawn."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Nain dum ah cun a zertiangmi rul a rak um. Rul nih cun minu cu a thawh i, \"Pathian nih dum chung thingkung theitlai hi nan ei lai lo, tiah a'n ti taktak hna maw?\" tiah bia a hal."
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "Minu nih cun, \"A tha le a chia hngalhkhawhnak thingkung theitlai dah tilo thingkung dang theitlai cu nan ei khawh dih ko. Ei lo ding theitlai nan ei ah ahcun silole nan tawngh men zong ah nan thi lai, tiah Pathian nih a kan ti,\" tiah a leh."
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "Rul nih cun a thawh i, \"Mahcu bia cu a dik lo! Nan thi lai lo. Hi thingthei nan ei lecangka Amah bantuk in thil sining nan hngalh khawh ve ding Pathian nih a hngalh ziar ruang ah a si ko. Pathian bantuk in a tha le a chia nan hngalh khawh ve lai,\" tiah a leh."
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "Minu nih cun thingthei cu aa dawh tuk in le a thaw ngai ding in a hmuh. Cun fim zong cu duh kaw, thingthei zeimawzat cu a lawh i a ei. Cun aa mer i amah he a ummi a vapa cu thingthe cu a pek ve i, a vapa zong nih cun a ei ve."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Chikkhat te ah, an mit a hun dei i takkalawng pi i an um an i hngal. An takkalawng pi sinak cu thinghnah in thilthuam an i thit i khuhzual an i zuam."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Cun mipa le minu nih cun dum chung i Pathian aa chawh thawng an theih. Pathian hmuh lo awk in an pahnih an i thup. Pathian nih mipa cu a thawh i, \"Khoika ah dah na um?\" tiah a auh. Adam nih, \"Dum chung i naa chawh thawng ka theih i takkalawng pi in ka um ca ah kan ningti. Cucahcun kaa thup,\" tiah a leh."
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih, \"Ho nih dah takkalawng pi i na um cu a'n chimh? Ei lo ding ka'n timi thingthei kha na ei dahra?\" tiah a hal. Mipa nih cun a thawh i, “Nangmah nih mah minu hi na ka pek i, amah nih thingthei cu a ka pek,” tiah a leh. Cun Pathian nih minu cu a thawh i, “Zeidah na tuahmi hi a si?” a ti. Minu nih cun, “Rul nih a ka leirawi,” tiah a leh."
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Pathian nih rul cu a thawh i, “Nangmah cu chiatserh na si cang! Na paw in na lawn lai i leidip na ei lai. Nangmah le minu cu nan i ral lai i, na tefa le a tefa zong an i ral ve lai. Minu i a hrinson nih na lu a rial lai i, nang nih a kedil na cuk ve lai,” tiah a ti."
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Mah dih cun Pathian nih minu cu a thawh i, “Nau na hrin tik i na nganfah ka zualter lai. Na va cu na duh lai i, anih nih na cung ah nawl a ngei lai,” tiah a ti."
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Pathian nih mipa cu a thawh i, “Na nupi bia na ngaih i keimah cu zei ah na ka rel lo. Vawlei hi chiatserh a si cang i, rawl voiter ding in fak pi in rian na tuan a hau lai. Cun na thi lai i, na takpum cu leidip ah a cang than lai,” a ti. Mipa nih cun a nupi cu Eve tiah min a sak, cu min a sullam cu “nunnak,” tinak a si, a ruang cu amah cu mi vialte nu a si ding a si. Cun Pathian nih Adam le Eve cu saphaw in a thuamh hna."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih cun aa thawh i, “A tu cu minung nih kanmah bang a tha le a chia an hngalh khawh cang si kaw, zungzal nung ding in nunnak thingkung theitlai ei sianh hrimhrim lo ding an si,” tiah a ti. Cuticun Pathian nih Adam le Eve cu dum dawh chung in a thawl hna. Pathian nih nunnak thingkung i a theitlai ho hmanh nih an einak hnga lo dum chung luhnak ah vanmi ngan le thawng a chiah hna."
        }
      ], 
      "number": "02", 
      "ref": "Baibal tuanbia laknak: Genesis 3", 
      "title": "2. Vawlei Ah Sualnak A Lut"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "Kum tampi hnu ah vawleicung ah mi tampi an hung um. Cu minung hna cu an sual an puarhrang tuk hringhran. Cuti an sual tuk ruang ah vawleicung vialte buanchukcho nganpi hmang in hrawh ding ah Pathian cu aa tim cang."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "Nain Noah nih Pathian lung a ton. Mi sual vialte lak ah amah lawng mi dingfel a si. Pathian nih Noah cu buanchukcho a tlunter lai kong a chimh. Noah cu sangphawlawng timi tilawng mangtara sa ding in a chimh."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "Pathian nih Noah cu a sau meter 140, a vang meter 23, a san meter 13.5 a simi tilawng sa ding in a chimh. Cu tilawng cu thing in ser ding le dot thum, khaan tampi, cungkhuh, le innka a ngei ding a si. Cu tilawng nih Noah le a chungkhar le saram khuah khat cio cu buanchukcho a tlun tik ah him tein a umter khawh ding a si."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noah nih Pathian cu a bia a ngaih. Amah le a fapale pathum nih Pathian i a chimh hna ning tein tilawng cu an sak. Tilawng nganpi si kaw a sak ah kum tampi an rau. Noah nih buanchukcho a tlun lai kong le Pathian lei ah i mer ding in mi cu ralrinbia a chimh len ko hna nain a bia cu an nihsawh men."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Noah le a chungkhar nih anmah ca le an saram vialte ca i a za ding in rawl an i khon cia. Zei poh te timhcia dih a si in Pathian nih Noah cu, amah, a nupi, a fapale pathum, le an nupile cio —an zate minung pariat - cu tilawng chung i lut cang ding in a chimh."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "Pathian nih saram phunkip le va phunkip in a pa pakhat le a nu pakhat cio buanchukcho a tlun tik i him tein an um khawhnak lai tilawng chung i lut ding in Noah sin ah a thlah hna. Pathian nih raithawinak i hman awk ah saram phunkip chung in a pa pasarih le a nu pasarih a thlah hna. An zate tilawng chung i an luh hnu ah, Amah Pathian hrimhrim nih innka a khar."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Cu dih in ruahpi cu cat lo in a sur thluahmah cang. Ni sawmlo le zan sawmli cu ngol lo in ruahpi cu a sur! Vawlei chung in ti cu a hung chuak urhmarh fawn. Vawleicung i zei thil poh te, tlang sang bikbik tiang in ti nih a khuh dih."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Tilawng chung um minung le saram hna dah tilo vawleicung thil zeipoh te an thi dih. Tilawng pi cu ti cung ah a vuan i a chung i a ummi poh cu an him dih."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "Ruah a han hnu ah tilawng cu ti cung ah thla nga chung a vuan rih i, a hnu ah ni khat cu tlang pakhat cung ah a tang. nain vawleicung khuazakip ti nih a khuh dih rih ko. Cu hnu thla thum hnu ah tlang cu an par tete an hung lang."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "Cu dih ni sawmli hnu ah ti cu a reu cang hnga maw, ti hngalh duh ah Pathian nih langak a thlah. Langak cu vawlei ro kawl in a zuang a vai lengmang nain vawlei ro a hmu kho lo."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "A hnu ah Noah nih laileng timi va phun khat a thlah. Nain anih zong nih cun vawlei ro a hmu kho ve lo i, Noah sin ah a rak kir than. Zarh khat hnu ah cu laileng cu a thlah than i, a hmur in olive nge te aa put in a rak kir! Ti cu a tum cang i thlaikung pawl an hung cawrh cang!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noah nih zarh khat a hngah chap hnu ah laileng cu a vawi thumnak a thlah than. Cu tan ah cun laileng cu a rak kir ti lo. Ti vialte a reu dih cang!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Thla hnih hnu ah Pathian nih Noah cu, “Nangmah le na chungkhar le saram vialte tilawng chung in chuak cang u. Tefa le tufa tampi in ngei ulaw vawlei hi khahter u,” a ti. Cuticun  chimhmi bia ngai in tilawng chung in an chuak."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "Tilawng in a chuah hnu ah Noah nih biaktheng a ser i raithawinak i hman khawh dingmi saram phun khat cio chung in saram zeimawzat in raithawinak a tuah. Pathian cu raithawinak nih a lawmhter i Noah le a chungkhar cu thlua a chuah hna."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih aa thawh i, “Minung ruang ah vawlei hi chiat ka serh bal ti lai lo silole minung hi an no lio te in sual ko hna hmanh sehlaw vawleicung hi buanchukcho in ka hrawk bal ti lai lo,” a ti."
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Cuticun Pathian nih A biakam langhternak ah chuncha hmasa bik a rak ser. Van i chuncha a langh fatin Pathian nih a biakam a hngalh than lai i, A mi hna zong nih cu cu an hngalh ve lai."
        }
      ], 
      "number": "03", 
      "ref": "Baibal tuanbia laknak: Genesis 6-8", 
      "title": "3. Buanchukcho"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Buanchukcho dih kum tampi hnu ah, vawleicung ah mi tampi an hung um i, an zate in holh khat an rak hmang. Nain cu minung hna nih Pathian bia an rak ngai duh lo. Tefa ngeih i vawlei khahter ding an si nain an i fonkhawm i khuapi an rak dirh."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "An i uah tuk hringhran i Pathian chimmi bia zei ah an rel lo. Van a tawng kho ding tunginn sang pi sak hmanh an rak thawk. Pathian nih cuti hmun khat i rian an tuanti lengmang ahcun sualnak phun tam tuk tuah kho ding an si zia a hmuh hna."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Cucaah an holh cu holh phun tampi ah a thlenpiak hna i vawlei khuazakip ah a thenthek dih hna. Sak an thawkmi khua cu Babel ti a si, a sullam cu “lungtuai” tinak a si."
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Kum za tampi hnu ah Abram timi mipa pakhat sin ah Pathian nih bia a chim. Pathian nih a thawh i, “Na ram le na chungkhar chuah tak in ka'n hmuhsak laimi ram ah kal tuah,\" a ti."
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Abram nih bia cu a ngaih. A nupi Sarai le a sinum vialte le a satil run vialte he Pathian nih a hmuhsakmi ram, Kanan ram, kal ah aa thawh. Cuka ram ah Abram cu kum tampi a um. Cuka ah cun Pathian nih Abram sin ah biatiam a ser. Biatiam timi cu phu hnih lakkar i hnatlaknak tuah a si."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Pathian nih a thawh i, “Na velchum vialte zoh dih hmanh. Na hmuh khawh ram vialte hi nangmah le na hrinsor vialte ro ah ka'n pek lai. Thlua ka'n chuah lai i na min ka lianhnganter lai.”"
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "“Na hrinsor cu miphun nganpi ah ka ser hna lai i keimah cu nan Pathian ka si lai. Thlua a'n chuahtu thlua ka chuah ve hna lai i chiat a'n serhtu chiat ka serh ve hna lai. Vawleicung miphun vialte hi nangmah thawng hin thlua chuah an si lai,” a ti. Cun Pathian nih Abram cu biatiam hmelchunhnak ah a chungkhar pa vialte an cuarpar tan ding in a chimh fawn. Abram nih cu bia cu a ngaih."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Abram cu Pathian a zum. Pathian biatiam a zumh ruang ah Abram cu Pathian nih mi dingfel a si a ti. Nain buaibainak pakhat a hung um. Abram le a nupi cu tefa an ngei kho lo. Cucaah zeiti hmanh in Abram cu miphun nganpi pa si kho a si lo, nain Pathian biatiam cu zum in zumhnak he an hngak rih ko."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Abram cu Cungnung Bik Pathian tlangbawi Melkhizedek he an i tong. Melchizedek nih Abram cu thluachuah a pek i, “Cungnung Bik Pathian, van le vawlei a ngeitu nih Abram cu thlua chuah ko seh,” a ti. Cun Abram nih Melkhizedek cu a ngeih vialte i cheu hra cheu khat a pek."
        }
      ], 
      "number": "04", 
      "ref": "Baibal tuanbia laknak: Genesis 11-15", 
      "title": "4. Abraham Sin Pathian Biatiam"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Abram le Sarai cu kum pi kum 20 chung an hngak, nain fapa an ngei kho hlei lo. Pathian nih Abram cu fapa a ngeih lai kong le a hrinsor cu van arfi zat an si te ding kong bia a kamh than. Abram nih Pathian biakam cu a zumh."
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Cun Abram cu a nupi nih a thawh i, “Kei cu Bawipa nih fa ngeih a ka sianh lo i, atu hoihna cu fa ngei ding ah cun ka tar tuk cang si kaw ka sinumnu Hagar a um ko hi ta. Amah hi nupi ah thi ve law fa a ka ngeihpiak lai cu,” a ti."
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "Cuticun Abram nih Hagar cu nupi ah a thit. Hagar nih fapa te a hrin i, Abram nih Ishmael tiah min a sak. Abram nih Ishmael cu Pathain thlua chuah seh, ti a duh. Pathian nih, “Thlua ka chuah ko lai, nain Ishmael cu biakamnak fapa a si lo. Amah he biakamnak ka ser lai lo.”"
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "“na nupi, Sarai, nih fapa a hrin lai—amah cu biakamnak fapa a si lai. Isak tiah min na sak lai. Ka biakam cu amah he in a si lai i, amah miphun nganpi ah a cang te lai,” a ti. Cun Pathian nih Abram min cu Abraham ah a thlen, a sullam cu “mi tampi pa” tinak a si. Pathian nih Sarai’ min zong Sarah ah a thlen, a min sullam cu “siangpahrang” tinak a si."
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "A donghnak ah, Abraham cu kum 100 a hung si i Sarah zong kum 90 a si hnu ah, Sarah nih Abraham cu fapa te a hrinh. Pathian nih a chimh cia hna bantuk in Isak tiah min an sak."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Isak cu kum no patling a hung si tikah Pathian nih Abraham zumhnak cu a hneksak, a thawh i, “Na fapa ngeihchun Isak na lak lai i kan sin raithawinak ding ah na thah lai,” a ti. Pathian tuah ding a timi bia cu Abraham nih a ngaih ko."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "A fapa Isak cu hri in a tem i biaktheng cung ah a chuan. Thah a vun timh bak ah Pathian nih, “Ngol! Ngakchiapa cung ah fahnak tuah hlah. Na ka tih ti ka hngalh cang ko, na fapa ngeihchun hmanh pek sian lo in na ka um lo,” a ti."
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Abraham nih a pawng burbuk lak ah tukawng pakhat a ki in a taan a hmuh. Pathian nih raithawinak ah Isak si loin tukawng tu a run pek. Abraham nih lunglawm tein tukawng cu raithawinak ah a hman."
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih Abraham cu a thawh i, “Nangmah cu zeipoh te, na fapa ngeihchun hmanh, pek na ka sian ruang ah thlua ka'n chuah lai, tiah bia kaa kam. Na hrinsor tefa cu van arfi nakin an tam deuh lai. Ka bia na ngaih ruang ah nangmah chungkhar chung hin vawleicung mi vialte thlua chuah an si lai,” a ti."
        }
      ], 
      "number": "05", 
      "ref": "Baibal tuanbia laknak: Genesis 16-22", 
      "title": "5. Biakamnak Fapa"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Abraham cu a hung tar ngaingai cang i Isak zong patling a hun si tikah Abraham nih a rualchan umnak ram ah a fapa Isak nupi kawlpiak ding in a sinum pakhat a thlah."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Khuallam saupi a kal hnu ah. Pathian nih sinumpa cu Abraham naupa tunu Rebekah sin a phanhter."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "A chungkhar kal tak in sinumpa he kal ding ah Rebekah cu a hnatla. Inn a phanh lecangka Isak nih nupi ah a thit colh."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Caan sau pi hnu ah, Abraham cu a thi i Pathian nih biatiam ser in bia a rak kamh mi vialte cu Isak sin ah chanh a si. Nain Isak nupi Rebekah cu fa a ngei kho lo. Fapa ngeih lo ahcun Isak cu zeiti hmenh in miphun vialte pa a si khawhnak lam a um lo."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Isak nih Rebekah ca ah thla a cam i, Pathian thawng in Rebekah cu faphir a hun pawi."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "An chuah hlan in Pathian nih Rebekah sin ah upa deuh pa nih a nau pa a rianh te lai kong a chimh."
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "An hung chuah tikah upa deuh pa cu a tak a sen i hmul a ngei ngaite - Esau tiah min an sak. Ngakchia deuh pa cu a vun a nal i a min ah Jacob an sak."
        }
      ], 
      "number": "06", 
      "ref": "Bible tuanbia laknak: Genesis 24:1-25:26", 
      "title": "6. Pathian Nih Isak Ca I A Tuahmi"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Ngakchia cu an hung thang i, Rebekah  nih Jacob a dawt, Isak nih Esau a dawt. Jacob cu inn um a duh i Esau cu ramvaih a duh."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Esau cu a ramvaihnak in a rak tlung i a paw a tam ngaingai. Esau nih Jacob cu a thawh i, “Zaangfah tein na rawl chuanmi tlawmpal in ka pe tuah,” tiah a hal. jacob nih, “Sile fa upa na sinak nawlngeihnak ka pe hmasa kun,” a ti. Cuticun Esau nih Jacob cu fapa upabik a sinak a pek. Cun Jacob nih rawl cu a pek."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Isak cu a tar tikah Esau cu a thluachuahnak pek a duh. Nain cuti thluachuahnak a pek hlan ah Rebekah le Jacob nih Jacob cu Esau ah canter in an hlen. Jacob nih Esau thil aa ti i a hngawng hrawng le a ban tehna ah meheh phaw in aa tuam dih."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Isak cu fiang in khua a hmu kho lo. Jacob cu Isak sin ah a ra i, “Esau ka si, na thluachuah co awk ah ka rak ra cang hi,” a ti. Isak nih meheh phaw cu a tawngh tikah le thilpuan rim cu a hnimh tikah Esau ah a ruah i thluachuahnak a pek."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esau nih Jacob cu a fapa upa bik sinak nawlvo a a firpiak ruang ah le a thluachuah co ding a lak kanh ruang ah a huat. An pa Isak a thih in Jacob cu thah ding ah khua a khang."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Nain Rebekah nih Esau khuakhan cu a theih ziar. Cu ruang ah Jacob cu lamhlat pi i a ummi chungkhat pawl sin um ding in a kalter."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Jacob cu cu kaa i a va um tikah, nupi pali a ngei i fapa hleihnih le fanu pakhat a ngeih hna. Pathian nih amah cu mi rum tuk hringhran ah a canter."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Kanan ram a inn in a chuahnak in kum kul hnu ah, Jacob cu a chungkhar, a sinum hna, le a satil run he a ram i kir ding ah aa thawh."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Esau nih thah a timh theo rih ding i aa ruah ruang ah a thinphang hringhran. Cu ruang ah Esau cu tlunzoh ah tiah satil run tampi a kuat. Satil run a rak hruaitu hna nih Esau cu an thawh i, “Hi satil run hna hi na sinum Jacob nih tlunzoh a'n kuatmi an si. Amah cu tlawmpal ah a rak phan lai,” an ti."
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Nain Esau nih Jacob cu a rak ngaihthiam diam cang i lunglawm tein an i tong. Cuticun Jacob cu Kanan ram ah nuam tein khua a sa. A hnu ah Isak cu a thi i, Jacob le Esau nih an vui. Biatiamnak ngei in Pathian nih Abraham sin ah le cu hnu ah Isak sin ah bia kamhmi hna cu Jacob sin ah pek a si than cang."
        }
      ], 
      "number": "07", 
      "ref": "Baibal tuanbia laknak: Genesis 25:27-33:20", 
      "title": "7. Pathian Nih Jacob Cu Thlua A Chuah"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Kum tampi hnu, Jacob cu a tar cang tikah a fapa dawt Joseph cu saṭilrun a khalmi a unaurual zeidah an lawh ti va zoh ding in a kalter."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Joseph cu a pa nih a dawt bik ruang ah le anmah uktu si ding in mang a manh bal ruang ah a unaule nih an huat. A ule sin a va phak tikah an rak tlaih i sal a cawzuarmi hna sin ah an zuar."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Inn an tlun hlan ah a unaurual nih cun Joseph thilpuan cu an thlehbaoh dih i thisen chung ah an hnim. Cu thilpuan cu an pa an hmuhsak i Joseph cu sahrang nih a seh, tiah lihbia an chimh. Jacob cu a ngaihchia tuk hringhran."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Salchawlet pawl nih cun Joseph cu Izip ram ah an i kalpi. Izip ram cu Nile Tiva kam ah a ummi ram lianngan ram tthawngttha a si. Salchawletpawl nih Joseph cu cozah bawi a rum ngaimi pakhat sin ah sal ah an zuar. Joseph nih a bawipa cu ttha tein a rianh i, Pathian nih Joseph cu thlua a chuah."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "A bawipa nupi nih Joseph he ihtti a duh, nain Joseph nih cuti Pathian hmai i sual ding cu a duh lo. A bawipa nupi cu a thinhung ciammam i Joseph cu a tlaihter hna i thong a thlak. Thong chung zong ah cun Joseph cu Pathian sinah zumhtlak tein a um i Pathian nih thlua a chuah."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Kum tam nawn hnu tiang, Joseph cu zei sualnak hmanh a tuah lo nain thong ah cun an thlak rih ko. Faro tiah auhmi Izip siangpahrang nih cu lio ah cun mang pahnih a manh i cu a mang nih cun a lungre a theihter ngaingai. A ruahnak petu ho hmanh nih a mang sullam cu an chim kho lo."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Pathian nih Joseph cu mang leh khawhnak a pek ruang ah Faro nih thong i a ummi Joseph cu a auhter hna. Joseph nih a mang cu a lehpiak i, a thawh i, “Pathian nih ngeih kum kum sarih a tlunter lai i, cu cu mangttam kum sarih nih a zulh lai,” a ti."
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Faro cu Joseph cung ah a lung a si tuk i amah cu Izip ram ah nawlngei bik changtu sinak rian ah a chiah!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Ngeih kum kum sarih chung ah cun Joseph nih rammi hna cu rawl tampi in a khonter hna. Cun mangttam kum sarih a tlun tikah rammi hna nih an ei khim an ngeih khawh cio nak lai Joseph nih rawl cu a zuarh hna."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "Mangttam cu Izip ram chung lawng ah si lo in Jacob le a chungkhar umnak Kanan ram zong ah a zualcei tuk hringhran."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Cucaah Jacob nih a fapale rual cu Izip ram i rawl cawk ah a kalter hna. Rawl cawk ding ah Joseph hmai i an chuah tikah unau rual nih cun Joseph cu ho a si an hngal lo. Joseph nih cun ho dah an si a hngalh ko hna."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "An i thleng maw ti hngalh duh ah a hneksak hmasa hna hnu ah, Joseph nih a thawh hna i, “Nan nau Joseph ka si! Nan thinphang hlah u. Sal i nan rak ka zuar ah khan sualnak tuah nan rak i zuam, nain Pathian nih tthatlonak cu tthatnak tu ah a hman! Izip ram ah khua sa u law, cuticun nanmah he nan chungkhar cio he ka'n zohkhenh khawh hna lai,” a ti hna."
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Unau rual cu an ram ah an tlung i Jacob cu Joseph a nun rih kong an chimh tikah aa lawm tuk hringhran."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Jacon cu a tar ngai cang nain, a chungkhar dihlak he Izip ram ah an kal i cu kaa ah cun khua an sa. Jacob cu nih a thih hlan ah a fapale vialte thluachuahnak a pek tak dih hna."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih Abraham sin i a rak i tiamkammi biakamnak vialte cu Isak sin ah, cun jacob sin ah, cu dih in Jacob fale hleihnih le an chungkhar ah chanhchin a si. A hnu ah cun hi Jacob fale hleihnih i an hrinsor hi Israel miphun phun hleihnih ah an hun i cang."
        }
      ], 
      "number": "08", 
      "ref": "Baibal tuanbia laknak: Genesis 37-50", 
      "title": "8. Pathian Nih Joseph Le A Chungkhar A Khamh Hna"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Joseph a thih hnu ah a chungkhat vialte cu Izip ram ah an um ko. Anmah le an hrinsor vialte cu kum tampi chung cu kaa ram ah cun khua an sa i tefa tam tuk an ngeih hna. Israel miphun tiah auh an si."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Kum tampi hnu ah Izip ram ah cun Faro thar a hung bawi. Izip rammi hna nih Joseph kong le zei dah a rak tuahpiak hna timi kong vialte cu an philh dih cang. Isarel miphun cu tam tuk cang hna kaw an ttih hna. Cucaah Izip miphun pawl nih Isarel miphun pawl cu sal ah an ser hna."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Izip miphun nih Isarael miphun pawl cu innlo tampi lawng hmenh si loin khua tampi an dirh an sakter hna. An rian a a hraan tuk ruang ah an nun nih a tuar ngai nain Pathian nih thlua a chuah hna i fa tam chinchin an ngei."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Faro nih Israel miphun pawl fa tam tuk an ngeih a hmuh tikah Israel miphun pa bawhte poh cu Nile Tiva ah hlonh hna ulaw that lengmang hna u, tiah awdar a chuah."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "Israel nu pakhat nih fapa te pakhat a hrin. Amah he a vapa he bawhte cu an si khawh chung tiang an thuh."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "Cun naute cu a vuan kho mi bawm chung ah an chiah i Nile Tiva ah an chiah. A u nu te nih naute cung ah zeidah a cang lai tiah a lang in a cuanh."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "Faro fanu nih bawm te cu a hmuh i a chung cu a vun zoh. Bawhte a hmuh tikah amah fapa si ding in aa lak. Naute i a nu lila cu naute cawngtu ding ah a lak. Ngakchia te cu a hung tthang i Faro fanu nih cun Moses tiah min a sak."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Moses cu a hung upa i ni khat cu Izip pa pakhat nih Israel sal pakhat a velh lio a hmuh. Moses a miphun hawi Israel pa cu khamh aa zuam."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Ho hmanh nih an ka hmu lo, tiah Izip pa cu a thah i a ruak cu a phum. Nain cuti a tuahmi cu mizeimaw pakhat nih a hmuh ziar."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Cu kong cu Faro nih a theih tikah a thiltuahmi ruang ah Moses cu thah a timh. Moses cu himnak hmun kawl in ramkaro ah a zam."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moses cu Izip ram in a hlatnak thetse ramkaro ah tukhal rian a tuan. Nupi a ngei i fapa pahnih a ngei."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Ni khat cu Moses cu a tu pawl a khalh lio ah burbik pakhat a kangh lio a hei hmuh. Burbur cu ciam lak in a kang fawn lo. Moses nih cun naih deuh in a zoh. Burbuk a kang lio mi zoh ding i a hei kal deuh lio ah cun Pathian aw nih, “Moses, na keden kha i phoih. Hmun thiang ah na dir kha,” tiah a run ti."
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Pathian nih a thawh i, “Ka miphun an intuar ning ka hmuh. Nangmah hi Israel miphun Izip ram i sal an sinak in a chuahtertu ding ah Faro sin ah ka'n kalter lai. Anmah cu Kanan ram, Abraham, Isak le Jacob ka rak kamhmi hna ram, ka pek hna lai,” a ti."
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moses nih a thawh i, “Mi nih, ho nih dah a'n thlah, ka ti hna sehlaw zeitin dah ka leh hna lai?” a ti. Pathian nih, “KEIMAH CU KEIMAH KA SI KO. Chim hna, ‘KEIMAH nih a ka thlah,’ tiah. Hi hi zungzal in Ka min a si,” a ti."
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moses cu a kal duh lo, cucaah Pathian nih Moses bawmtu ding ah a naupa Aaron cu kal a fial. Pathian nih Moses le Aaron cu Faro a lung a hah lai kong ralrinbia a chimh cia hna."
        }
      ], 
      "number": "09", 
      "ref": "Baibal tuanbia laknak: Exodus 1-4", 
      "title": "9. Pathian Nih Moses A Auh"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moses le Aaron cu Faro sin ah an kal. Faro cu an thawh i, “Israel Pathian nih, ‘Ka mi cu chuak hna seh!’ a ti,” tiah an chimh. Faro nih a rak nihsawh men hna. Israel miphun pawl luatter cu chim lo, rian har chinchin tu a ttuanter hna!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Faro nih Israel pawl chuah a sianh hna lo ruang ah Pathian nih Izip ram ah raichia phun hra a tlunter. (Raichia timi cu lohralhnak ttihnung ngai a si.) Hi raichia hmang in Pathian nih Faro cu Faro nakin le Izip an pathian vialte nakin a tthawn deuh zia a langhter."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Pathian nih Nile Tiva pi cu thisen ah a canter, nain Faro nih Israel miphun cu a kalter hlei hna lo."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Pathian nih Izip ram khuazakip khat in utlak a thlah. Faro nih Moses cu utlak vialte kianter ding ah a nawl. Nain utlak vialte an thih dih hnu ah Faro cu a lung aa hahter tthan i Israel miphun pawl cu kalter a sianh hna lo."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Cucaah Pathian nih fikfa le tho hmang in raichia a tlunter. Faro nih Moses le Aaron cu a auh hna i, raichia an kham khawh ahcun a kal khawh ding kong a chimh hna. Moses cu thla a cam i, Pathian nih tho vialte cu Izip ram in a kianter dih, nain Faro cu aa hahter tthan i Israel miphun cu kal a sianh hoi hna lo."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Cu hnu ah Pathian nih Izip miphun an satil vialte thihter ding in pulrai a tlunter. faro thinlung cu a hak i Israel miphun cu kal a sianh hlei hna lo."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih Moses cu Faro hmaika ah vutcam hlorh ding in a fial. Cuti a hun hlorh tikah Izip miphun pawl an vun ah hmachia nih a tlunh hna nain Israel miphun pawl cu a tlunh hna lo. Pathian nih Faro lung cu a hahter i Israel miphun luatchuahter cu a duh nemmam lo."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Cu hnu ah, Pathian nih rial a tlakter ciammam i Izip ram i thlacin vialte a hrawh dih hlei ah khualeng a chuakmi vialte thi lak in a den dih hna. Faro nih Moses le Aaron cu a auh hna i, “Ka sual cang. Kal cang ko u,” a ti hna. Cucaah Moses cu thla a cam i rial cu a tla ti lo."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Nain Faro cu a sual tthan, a lung a hak tthan i Israel miphun cu kalter a sianh tthan hna lo."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Cucaah Pathian nih Izip ram chung khat dihlak in khaubok tawrcheng in a chuahter.  Hi khaubok nih hin rial i a hrawh lomi thlaicin umchun cu an ei dih."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih ni thum chung muihnak a tlunter. Khua cu mui tuk hringhran kaw Izip miphun pawl cu an inn in an chuak kho lo. Israel pawl umnak hmun tu ah cun khua a ceu ko."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Hi bantuk chiatrai phun kua tuar hnu zong ah faro nih Israel miphun pawl kalchuahter a sianh hlei hna lo. Faro nih zeiti hmanh in a lung a `hulh hlei lo ruang ah Pathian nih a donhnak bik chiatrai phun khat tlunter rih ding a timh. Hi nih hin Faro lung a thlen khawh cang lai."
        }
      ], 
      "number": "10", 
      "ref": "Baibal tuanbia laknak: Exodus 5-10", 
      "title": "10. Chiattlung Phun Hra"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Pathian nih Faro cu Israel miphun a chuahter duh hna lo ahcun minung he sattil he fater pa le a pa pohpoh a thihter dih hna lai kong a chimh. Hi bia a theih hnu zong ah Faro nih Pathian zumh cu a duh hlei lo."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Pathian nih Amah a zummi poh an fater khamhnak ding lam a tuah. Chungkahr cio nih soiawk umlo dotla tufa silole meheh i thim i thah ding a si lai."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Cun saram thisen cu an innka ba ah an thuh an neh dih a hau lai. Sa tu cu eu i thilnu cawh lo chang he puai rawl ah ei ding a si lai. Cuti an ei tikah cun Izip ram chuahtak ding in an i manh cang ding a si."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Israel miphun nih cun Pathian i a chimh hna ning tein thil vialte an tuah dih. Cu zan ah cun Pathian vancungmi cu Izip ram chung ah a vak i pa fater vialte a thah dih hna."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Israel miphun an innka ba vialte cu thisen aa neh dih tikah Pathian vancungmi nih cu inn le a chung i a ummi vialte hna cu a lanhtak dih hna. Annih cu tufa thisen thawng in khamh an si."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Izip miphun tu nih cun Pathian an zum lo i a nawlpeknak bia zong an ngai duh lo. Cu ruang ah Pathian vancungmi nih an inn cu a lanhtak lo. Pathian vancungmi nih Izip ram i pa fater poh cu a thah dih hna."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Thong chung i thongtla pawl an fater in Faro fater tiang fater poh cu an thi dih. Izip ram cu ttahhramnak in a khat."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Faro nih Moses le Aaron cu a auh hna i, “Israel miphun cu au dih hna u law Izip ram in a rannak in chuak dih u!” tiah a ti hna. Izip miphun pawl nih Israel miphun pawl cu chuak colh ding in an fawrh leilei cang hna."
        }
      ], 
      "number": "11", 
      "ref": "Baibal tuanbia laknak: Exodus 11:1-12:32", 
      "title": "11. Lanhtak"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Israel miphun pawl cu Izip ram in an chuah khawh cu an i lawm tuk hringhran. Sal an si ti lo i, Kamh Ram ah a kal ding an si! Izip miphun nih Israel miphun pawl cu sui le ngun le mansung thil dangdang laksawng ah an pek hna. Izip miphun cheukhat cu Pathian an zum i Israel miphun Izip ram in an chuah ah an sin ah an kal ve."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Pathian nih lam hmai a sak hna i, chun ah minmeitom tung sang pi in, zan ah meiceu tung sang pi in a hruai hna. An kalnak poh ah Pathian a umpi hna, lam a hruai hna. An tuah ding cu zulh a si ko."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Tlawmpal hnu ah Faro le a mi hna cu an lung aa dang tthan i Israel miphun cu an sal ah canter an duh tthan hna. Hi hi Pathian nih Amah a sunparnak ding ah, Faro le a pathian vialte nakin a tthawn deuh cikcek kong langhter ruah ah a tuahmi a si."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Cucaah faro le a ralkap nih Israel miphun pawl cu an sal siter tthan ding ah an dawi hna. Israel miphun nih Izip ralkap nih an dawi hna an hmuh tikah Faro ralkap le Rili Sen lakkar ah an i tartahak an hmuh. An thinphang tuk i, “Zei ruang ko ah dah Izip ram kan rak chuahtak? Kan thi dih cang lai hi!” an ti."
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moses nih mi cu a thawh hna i,“Phang hlah u! Pathian nih nihin ah ral a'n dohpiak hna lai i a'n khawmh ko hna lai,” a ti hna. Pathian nih Moses cu a thawh i, “Mi cu Rili Sen lei ah kal chin thluahmah ding in chim hna,” a ti."
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Cu ah cun minmeitom tungpi cu Israel miphun le Izip miphun lakkar ah aa tthial i Izip miphun nih Israel miphun cu an hmu kho hna lo."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Moses nih rililei ah a kut a hei hler i Pathian nih thli a hranter. Cu thli nih cun rili ti cu kehlei le awrhlei ah a chem ciammam i rili chung ah cun kalnak lam aa ser."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Israel miphun cu rili chung lei ro cung in le an sir ti vanpang pi kar in an kal nguahmah."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Cu ah cun minmeitom cu aa cawi i Izip miphun nih Israel miphun pawl an luat lio cu an hmuh khawh hna. Dawi an timh colh hna."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Cucaah rili chung lam cun Israel miphun cu an dawi hna, nain Pathian nih Izip miphun cu i tuai hmerhmur in a tuah hna i an rangleng vialte an i sawhkalh dih. An i thawh i, “Tli u! Pathian nih Israel miphun ral a dohpiak hna hi!” tiah an au lulhmalh."
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Isarel miphun cu an zate him tein khattelei ral an chuah dih tikah Pathian nih Moses cu a kut hler a fial tthan. Cuti a kut a hler tikah ti nih Izip ralkap vialte cu a khuh dih hna i a hlan bantuk te in aa fon dih tthan. Izip ralkap vialte ti chung ah a thi dih hirhiar."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Israel miphun nih Izip miphun an thih an hmuh tikah Pathian cu an zumh i Moses zong cu Pathian profet hrimhrim a si tiah an i bochan."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Pathian nih thihnak in le salsinak in a khamh hna ruang ah thanuamnak le lawmhnak in an khat! Atu cu Pathian bia kho rian kho ding in an luat cang. Israel miphun nih an luatnak thar lawm in le Pathian nih a khamhnak hna thangtthat in hla tampi an sak."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Pathian nih Israel miphun cu Izip miphun a teipiaknak hna le salsinak in a luatter hna philhlonak ah kum fatin te Lantak Puai tuah ding ah nawlbia a pek hna. Taksatling dotla tufa an thah, puai nganpi an tuah i, Pathian nih zeitin dah Izip miphun hna kut in a rak khamh hna kong chimnak in puaicaan cu an hman."
        }
      ], 
      "number": "12", 
      "ref": "Baibal tuanbia laknak: Exodus 12:33-15:21", 
      "title": "12. Luatchuahnak"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Pathian nih Israel miphun cu Rili Sen pal in a hruai hna hnu ah, Sinai timi tlangram ah thetseram ramkaro lak in a kalpi hna. Mi hna nih tlang hram ah an puaninn an i sak cio dih."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Pathian nih Moses le mi vialte cu a thawh hna i, “Ka aw na ngaih i Ka biariam nan zulh ko ahcun ka sunhlawihmi ka minung, tlangbawi penram le miphun thiang na si lai,” a ti hna."
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Ni thum hnu ah, mi vialte zong an i timhtuah dih hnu ah khin, Pathian cu Sinai tlang par ah khuari le mimtlau, meikhu le muko tum thawng pi he a rung ttum. Cu ah cun Moses lawnglawng tlangpar ah kai sianh a si."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih biatiam a pek hna i, “Keimah cu nan BAWIPA nan Pathian, Izip ram i salsinak in a'n khamhtu hna ka si. Pathian dangdang cu nan bia hna lai lo.”"
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "“Milem i serh hlah u, bia fawn hna hlah u, zeicahtiah Keimah, BAWIPA nan Pathian, cu nahchuahhmang Pathian ka si. Pathian min hi zeirellonak in hlang hlah u. Sabbath ni cu ni thiang i hman ding hngal camcin u. Ni ruk chung ah nan rian vialte ttuan u law, ni sarihnak ni cu BAWIPA hngalhtthannak ding dinh ni ah hmang u.”"
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "“Nan pa le nan nu upat hna u. Lai nawng hlah u. Nupasualnak tuah hlah u. Fir hlah u. Lih bia chim hlah u. Nan innpa a nupi, an innlo, silole a ngeihmi zei poh hngar hlah u,” tiah a ti hna."
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Cuticun Pathian nih hi Nawlbia Pahra hi lungphek pahnih ah a ttial i Moses a pek. Phungbia le zulhphung dangdang tampi zong Pathian nih a pek fawn hna. Hi phungbia hi mi hna nih an zulh ko poh ahcun Pathian nih thlua a chuah hna lai kong le a kilven hna lai kong bia a kamh hna. Mi nih hi phungbia an zulh duh lo tu ahcun, Pathian nih dan a tat hna ding a si."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Pathian nih Israel miphun cu sakter a duhmi hna thlam pakhat sakning kong vialte a tesepse tiang a chimh dih hna. Cu thlam cu Tonnak Thlam tiah auh a si. Khaan hnih a ngei i, cu khaan hnih cu puanzar nganpi nih a dan. Puanzar hnulei khaan cu Pathian umnak a si ruang ah tlangbawi zik dah tilo midang luh khawh a si lo."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Pathian nawlbia pekmi a zul lomi poh nih Tonnak Thlam chung ah cun saram an rak ken i Pathian sinah i thawinak an tuah tawn. Tlangbawi nih saram cu a thah lai i biakttheng cung ah a khangh lai. Raithawinak thisen nih minung sualnak cu a khuh i Pathian hmai ah an sualnak a thianter, ti a si. Pathian nih Moses naupa Aaron le a hrinson cu a tlangbawi ah a thim hna."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "Mi vialte nih Pathian nawlvial hna cu zulh ding, cun Pathian lawnglawng bia ding ah, le a miphun khunhlei si ding ah an lungtling ko. Nain cuti Pathian nawl zulh ding an i tiamkam tlawmpal ah fak tuk in an sual."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Ni tampi chung Moses cu Sinai Tlang par ah um in Pathian he an i chawnbia. Mi hna nih cun a rak kir an hngak kho ti lo. Cucaah Aaron sin ah an sui an rak put i milem serpiak ding in an nawl!"
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Aaron nih cawfa he i lo in sui milem a serpiak hna. Mi hna nih cu serchor milem cu an biak i a hmai ah raithawinak an tuahl! Pathian cu hi bantuk i an sual ruang ah a thinhung tuk i hrawh a timh hna. Nain Moses nih thla a campiaknak i Pathian nih a thlacam cu a ngaihpiak i a hrawk hna lo."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Moses cu tlang cung in a rung ttum i milem cu a hmuh tikah a thinhung tuk hringhran i Pathian nih Nawlbia Pahra a ttialnak lungphek cu a khuai dih hna."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Cu dih in milem zong cu sop dihlak a den i, cuti a sopmi dip cu ti ah a thlak i, cu ti cu mi hna cu a dinter hna. Pathian nih chiat a tlunter ciammam i mi tampi an thi."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Cun Moses cu tlang ah a kai tthan i mi hna cu Pathian nih a ngaihthiam hna ding ah thla a hung cam. Pathian nih Moses thlacam cu a ngaihpiak i mi hna i an sualnak cu a ngaihthiam hna. Moses nih a khuaimi lungphek airawl ah lungphek thar ah Nawlbia Pahra cu a ttial tthan. Cun Pathian nih Israel miphun cu Sinai Tlang in Kamh Ram lei ah a hruai hna."
        }
      ], 
      "number": "13", 
      "ref": "Baibal tuanbia laknak: Exodus 19-34", 
      "title": "13. Israel Sin I Pathian Biatiam"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Israel miphun nih Pathian Biatiam cu Sinai Tlang i an hmuh hnu ah, Kanan ti zong i timi Kamh Ram lei ah Pathian nih a hruai hna. Minmeitom tung pi nih lam a hmuhsak hna."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Pathian nih Abraham, Isaac, le Jacob sin ah an hrinsor sin i Kamh Ram a pek te hna ding kong bia a rak kamh hna, nain cu kaa ram ah cun miphun tampi an rak um cang. Cu hna cu Kanan miphun ti an si. Kanan miphun cu Pathian an zum lo. Pathian deu a biami an si i sualnak phunphun a tuahmi an si."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Pathian nih Israel miphun cu a thawh hna i, “Kamh Ram chung i a ummi Kanan miphun vialte hi nan thah dih hna lai. Anmah he daihnak nan ser lai lo i nan tthi nan va fawn hna lai lo. An milem vialte zong a dihumnak in nan hrawh dih hna lai. Hi vialte hi nan tuah lo ahcun Keimah bia loin an milem tu nan biak sual hnga,” a ti."
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "Israel miphun nih Kanan ramri an phak tikah Moses nih Israel miphun phun hleihnih chung in pa pakhat cio a thim hna. Cu hleihnih hna cu ram chung ah va luh i zeidah a lawh ti va ngia ding in bia a chimh hna. Kanan miphun cu an thazang a tthawng maw a der ti zong va ngia ding an si."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Pa rual nih cun Kanan ram cu ni sawmli chung an ngiat dih in an kir. An lak i pa pahra nih lungzornak leipang in bia an chimmi cu, “Ram cu a ttha tuk hringhran i rawl zong a voi a ttha ngai ko! Nain an khua cu an fek tuk hna i a chung minung zong an ngan tuk hna! Kan doh hna ahcun kanmah tu kan thi dih hrimhrim ko lai!” an ti."
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Mingiatu dang pahnih Caleb le Joshua nih an i thawh zau i, “Kanan rammi hna cu an sang an tthawng ti hi a dik ko, nain kan tei hrimhrim ko hna lai. Pathian nih pei ral cu a kan dohpiak ko lai cu!” an hun ti."
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Cu ah cun mipi cu Moses le Aaron cung ah an ingpuang ciammam i, an thawh hna i, “A zei ruang ah dah mahhi ram celngel ah hin nan kan ratpi? Raltuknak i thih dih nakin le kan nupile le kan fale vialte sal i tlaih dih nakcun Izip ram ah pei kan rak um awk a si ko cu,” an ti. Mipi nih cun Moses le Aaron cu thah an duh hna i Izip ram i a kirpitu hna ding ah hruaitu pakhat an i thim."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Pathian cu a thinghung tuk hringhran i Tonnak Thlam ah cu kaa i a um cu aa langhter. A thawh hna i, “Joshua le Caleb dah tilo, kum kul ri in a cunglei poh cu ramkaro ah an thih hlan an vai lai. Kamh Ram cu an phan kho bal lai lo,” a ti hna."
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Hi bia an theih hin mipi cu an sualnak kong ah an i ngaihchih tuk. An hriamnam an i lak i Kanan ram tu ding in an i thawh. Moses nih Pathian umpinak tel lo cun ral tuk ah i thawh lo ding in a chimh len hna nain a bia cu an ngai duh lo."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Pathian nih an raltuknak ah a kalpi hna lo ruang ah tei an i huah i an lak in mi tampi an thi. Cun a tangmi Israel miphun cu Kanan ram in an kir i ramkaro ah kum sawmli chung an vai."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Cuti an vahvaih lio ah cun Pathian nih a cawm hna. Vancung in, “manna” timi changreu a pek hna. Cu leng ah sa ei awk an ngeih khawhnak lai (va phun khat a simi) nimte zong an riahbuk ciacia ah a pek fawn hna. Kum pi kum sawnli chung an thilpuan le an keden ttet lo tiang in Pathian nih a zohkhenh hna."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Pathian nih lungpi chung in ti a chuahter i a pek hna. Hi tluk i a cawm a zohkhen ko hna bu zong ah Israel mipi cu Pathian le Moses cung ah an lungsi lo i an phunzai rih ko. Pathian cu Abraham, Isaac, le Jacob sin i bia a rak i kammi a leet hlei lo."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Vawi khat cu mipi cu din awk ti an ngei ti lo. Pathian nih Moses cu a thawh i, “Lungpi kha chawn, law ti a rak chuak ko lai,” a ti. Nain Moses nih lungpi cu a chawnh i chawnh lo in a tthiangtthunh in vawi hnih a tuk tikah mi vlate hmai ah Pathian nawl a ngaihlonak thil a tuah. Lungpi chugn in mi vialte din awk ti cu a rak chuak hlutmat, nain Pathian cu Moses cung ah a thinhung i, “Nangmah cu Kamh Ram chung ah na lut kho lai lo,” a ti."
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Kum pi kum sawnli chung ramkaro chung i an vahvaih hnu ah Pathian a ralchanhmi hna vialte cu an thi dih. Pathian nih Israel miphun cu Kamh Ram rika ah a hruai tthan hna. A tar ngai cangmi Moses nih Israel miphun hruaih bawmtu ding ah Joshua a thim. Pathian nih Moses sin ah ni khatkhat ah amah Moses bantuk profet dang pakhat a run thla te ding kong bia a kamh."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih nih Moses cu tlang pakhat par ah a kaipi i cu kaa cun Kamh Ram cu a cuan. Moses nih Kamh Ram cu a hmu kho ko nain a chung tiang a lut kho lo. Cun Moses cu a thi i Israel miphun nih ni sawmthum chung an ttah. Joshua cu an hruaitu thar ah a hung cang. Joshua cu Pathian aa bochan, a nawl a ngaih ruang ah hruaitu ttha a si."
        }
      ], 
      "number": "14", 
      "ref": "Baibal tuanbia laknak: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "14. Ramkaro Ah An Vakvai"
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "A donghnak ah Israel miphun cu Kamh Ram chung lut ding an si cang. Joshua nih Kanan ram khua pakhat Jericho timi ah mingia pahnih a thlah hna. Cu khua cu ralhau vanpang chah pi in kulhmi a si. Rahab timi hlawhhlangtu pakhat, Pathian a zummi, nih mingia pahnih hna cu a rak him tein an luhchuah khawhnak ah a rak zohkhenh hna. Mingia hna nih cun Rahab le a chungkhar cu Jericho khua hrawh a si tikah zohkhenh an si ve ding kong bia an kamh tak hna."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Kamh Ram chung lut ding cun Israel miphun nih Jordan Tiva an tan a hau. Pathian nih Joshua sin ah, “Tlangbawi nih tan hmasa hna seh,” a ti. Tlangbawi hna an ke nih Jordan Tiva ti a tawngh lecangka ti cu a luang ti lo, cuticun Israell miphun cu lei ro cung in khattelei ral ah an chuak kho."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Jordan Tiva an tan dih in Pathian nih Joshua cu khua tthawngttha Jeicho tuk ding ningcang vialte a chimh dih. Mipi nih Pathian nawl an ngaih. Raldo pawl le tlangbawi pawl nih Jericho khua cu ni khat ah vawi khat lengmang ni ruk chung an vel."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "A ni sarihnak ni ah, khua cu vawi sarih an vel. A donghnak bik an vel ah raldopawl cu thang pi in an au, tlangbawi pawl nih tang pi in an muko an tum."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Khua kulhnak vanpang vialte cu a cim dih! Pathian nih a fial hna bang in Israel miphun nih khua chung i zeizong te an hrawhhmal dih. Rahab le a chungkhar lawng him tein zuah an si. Anmah cu Israel miphun lei i a ttangmi an si. Kanan miphun dang vialte nih Jericho i a tlungmi thil kong an theih tikah ttihnak in an khat."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "Kanan miphun chung in Gibeon phun nih Joshua cu an hlen ziar i annih cu lamhlat pi i a ummi miphun si in an i chim. Joshua cu anmah he remdaihnak ser ding in an nawl. Pathian nih Israel miphun cu Kanan miphun ho he hmenh remdaihnak ser lo ding in a chimh ko hna nain Joshua le Israel miphun nih Gibeon miphun cu khoika mi dah an si tiah Pathian an hal hmasa ta lo. Cuticun Joshua nih anmah he remdaih hnatlaknak cu a ser."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "Kanan miphun dang pawl nih Israel miphun he Gibeon miphun nih remdaihnak an ser an theih tikah, an raldo pawl he an pok ciammam i Gibeon pawl cu an tuk hna. Gibeon miphun nih Joshua cu ral nih an tuk hna kong thawng an thanh i bawmh an hal."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Joshua cu hlen a si aa hngalh tikah a thinhung, nain Israel raldo pawl cu a khawmh hna i Gibeon miphun pawl tuk ding ah zankhuadei an kal. Zingka te ah an ral Kanan miphun pawl cu lakhruak pi in an nam an tuk hna."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Pathian nih Kanan miphun cu buai dih lak in a tuah hna. Cu ni ah Pathian nih Israel pawl cu ral a dohpiak hna, rial mangtarara a tlakter ciammam i Kanan miphun cu tam tuk an thi."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Pathian nih van ah ni cu kal lo in a dirter i Israel miphun nih Kanan miphun cu an tei khawh cikcek hna. Cu ni ah cun Pathian nih Israel cu teinak lianngan a ngeihter hna."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Cuti ral an tei hnu ah, Kanan miphun a tang rihmi pawl an i khawm i Israel cu an tuk. Joshua le Israel miphun nih an doh hna i an hrawh dih hna."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Cu raltuknak a dih in, Pathian nih Israel miphun phun khat cio cu Kamh Ram chung i an co ding ram a pek cio hna. Cun Pathian nih Isarel cu an ramri vialte ah daihnak a pek hna."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Joshua cu tar a hung si tikah Israel miphun vialte cu hmun khat ah a pumh hna. Pathian nih Sinai Tlang ah Israel miphun sin i biatiam a rak ngeihmi kong vialte a thar in a chimhrelh dih hna. Mi vialte nih Pathian sinah zumh awktlak si peng ding le a nawlbia zul ding in bia an i kam."
        }
      ], 
      "number": "15", 
      "ref": "Baibal tuanbia laknak: Joshua 1-24", 
      "title": "15. Kamh Ram"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "Joshua a thih in, Israel miphun nih Pathian cu zei ah an rel lo i Kanan miphun a tangmi pawl zong an tthawl hna lo, Pathian nawlbia an zul lo. Pathian Dik Pakhat lawng bia ti lo in Kanan miphun pawk an pathian an biak cang hna. Cu lio ah cun Israel miphun cu siangpahrang an ngei lo i mi kip nih anmah le an hmuh ning i a dik an ti ning in an um cio dih hna."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "Hiti Pathian zei i an rello ruang ah, Pathian nih Israel miphun cu an ral hna kut chung phakter in dan a tat hna. Hi an ral pawl nih Israel cu an thil an firpiak hna, an ngeihchia an hrawhpiak hna, minung zong tampi an thah hna. Kum tampi hnu ah Israel miphun cu an i ngaihchiah i Pathian cu chanh an hal."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Pathian nih an ral kut in luatter ding ah le ram chung i daihnak an ngeih khawhnak ding ah chanhchuahtu pakhat a pek hna. Nain a rauh hlan ah Pathian kong cu an philh hoi i milem biak an i thawk hoi. Cu ruang ah an pawng te i a ummi an ral Midian miphun kut chung phan lak in a tuah hna."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "An ral nih Israel miphun cu an thlairawl vialte kum sarih chung an lakpiak dih hna. Israel miphun pawl cu ttihnak in an khat i Midian miphun hmuh khawh lonak ding lungkua ah an i thup. A donghnak ah chanh hal in Pathian sin ah an ttaphram tthan."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, a min i Gideon timi pa pakhat cu Midian pawl i a thlairawl an firpiak nak hnga lo a thli tein a lorawl a ttuan. Gideon sin ah Pathian vancungmi a rung lang i, “Pathian cu nang, raltu lianngan, sin ah a um. Tho law Midian miphun kut in Israel cu khamh tuah,” a ti."
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "Pathian nih Gideon cu a fapa siasal hrawh a fial. Gideon cu mi nih hmuh lai a ttih ruang ah zan khua a muih tiang a hngah. Cun siasal cu a lak i sop cikcek in a den. Siasal a ram um tawn nak zawn ah biakttheng a ser i, Pathian sinah thawinak a tuah."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "A thaizing ah mi nih siasal cu hrawh dih a si an hmuh i an thinghung tuk hringhran. Gideon cu thah ding ah a inn ah an kal hnawh, nain Gideon pa nih a rak thawh hna i, “A zei tuang ah dah nan pathian cu cuti bawmhchanh nan timh hna? Pathian an si ko ahcun anmah te i khamveng ko hna ngat seh!” a rak ti hna. Cuticun Gideon cu khamh a si."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Cun Midian miphun pawl cu Israel miphun pawl thil fir ah an i thawh tthan. An tam tuk ah hin rel cawk an si lo. Gideon nih Israel miphun pawl cu Midian ral tu ding in a pumh hna. Israel khamh ding ah Pathian nih a hman taktak ding fiannak ah Gideon nih Pathian cu hmelchunhnak pahnih a hal."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Hmasa bik ah, vawlei ah puanchia a chiah i, zingka dapti cu puanchia cung lawng ah tla sehlaw hmundang vawlei ah cun tla lo ding in Pathian cu a hal. Pathian nih a tuahpiak. A thaizing ah vawlei tu cin sehlaw puanchia cu ro ko seh, tiah a hal tthan. Cu zong cu Pathian nih a tuahpiak tthiamtthiam."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "Israel miphun raldo a milu in 32,000 Gideon sin ah an ra, nain Pathian nih an tam tuk, tiah Gideon cu a ti. Cucaah ral tuk a ngamh lomi minung 22,000 cu Gideon cu a kirter hna. Cu hnu zong ah cun Pathian nih an tam tuk rih, tiah Gideon cu a ti tthan. Gideon nih ralkap 300 chimlo a dang vialte cu inn ah a kirter dih hna."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Cu zan ah cun Pathian nih Gideon cu, “Midian pawl an riahhmun ah kal law, an chimmi bia na theih lai i, ttihnak na ngei ti lai lo,” a ti. Cuticun cu zan ah cun Gideon cu riahhmun ah a kal i, Midian ralkap pakhat nih a hawipa a mang kong a chimh lio a theih. Cu pa a hawipa nih cun, “Mah mang i a sullam cu Gideon nih Midian pawl a kan tei lai, tinak pei a si ko hi!” a ti. Gideon nih Pathian a biak."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Cun Gideon cu a raldo pawl sin ah a rak ra i, tuki pakhat cio, tlak umpu pu khat cio, le meifar vanh khat cio a pek hna. Midian pawl an ihnak riahhmun cu an kulh. Midian pawl nih maw kan hmu sual hna lai kaw, tiah minung 300 rual nih cun an meifar cu umpu chung cio ah an chiah."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Cun, vawi khat te ah, an meifar an thuhnak umpu cu an vun khuai cio dih hna. An tuki cu an tum i, “Pathian ca le Gideon ca i vainam!” tiah an au."
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Pathian nih Midian pawl cu buai lak in a tuah hna, cucaah anmah le anmah tu an i do an i tu i an i that thluahmah. Cu ah cun Midian miphun pawl dawi bawmtu ding ah inn i tluntermi Israel raldo pawl cu a ran khawh chung in rak chuak cio ding in an auh hna. Midian miphun tampi an thah hna, a tangmi pawl cu an ram chung in an tthio dih hna. Cu ni ni khat ah Mid. Pathian nih Israel cu a khamh."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "Mi valte nih Gideon cu siangpahrang siter an duh. Gideon cu fim ngai kaw, an duhnak cu a cohlang duh lo, nain ral kut in lakmi tangka tu a sin i chuahpi ding in a hal hna. Gideon cu tangka tawrcheng pek a si."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Cu hnu ah Gideon nih thil diklo ngai a tuah. An rak putmi tangka cun siasal a ser i, rammi hna nih an Pathian cu hnulei an chanh tthan. Gideon sermi siasal tu biak an i thawk."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Pathian nih Israel cu siasal an biak ruang ah dan a tat hna. An ral nih an tei hna. A donghnak ah Pathian cu chanh an hal tthan i, Pathian nih chanhtu dang pakhat a peh tthan hna. Hitihin sualnak tuah, dantat, i ngaihchih, chanhchuah cu vawi tampi aa khirh aa nolh lengmang. Pathian nih Israel cu an ral kut in khamh ding ah chanhchuahtu tampi a pek hna."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "A donghnak ah, rammi hna nih cun miphun dang vialte hna bantuk in siangpahrang ngeih an duh ve kong Pathian cu an hal. An siangpahrang cu a sang, a tthawngmi a si lai i, rallam ah a hruai kho tu hna hnga ding ding in an duh. Hiti an duhhalnak hi Pathian nih A duh lo, nain an duhmi cu A pek ko hna."
        }
      ], 
      "number": "16", 
      "ref": "Baibal tuanbia laknak: Judges 1-3; 6-8", 
      "title": "16. Chanhchuahtu Hna"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul cu Israel siangpahrang hmasa bik a si. Israel miphun duh ning bang a khan a sang i a chuakthiam ngai. A hramthawk ah cun Saul cu rinhcanh tlak ngai a si ko nain, a hnu ah cun mitthalo ngai, Pathian bia a ngai lomi ah a hun i chuah ruang ah amah airawltu ding siangpahrang ah Pathian nih mi dang a thim."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "Cu pa min cu David a si. Amah cu tukhal a si. Tu a khalh lio ah a tu sehtu chiandeih pakhat le vom pakhat David nih a thah hna. David cu mi toidor le mi ding, Pathian a ttihzah i aa bochanmi pa a si."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "David cu ralkap tthawng le hruaitu lianngan a si. David cu a no lio ah, Goliath timi mi nganpi a rak doh. Goliath cu raltuk cawnpiakmi, a tthawng ngaimi a si i, pe kua dengmang sang a si. Nain Pathian bawmhnak thawng in David nih Goliath cu a thah i Israel cu a khamh."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul nih David cu a nahchuah i vawi tampi thah a timh. Ni khat cu Saul nih David cu thah awk ah a kawl. David aa thuhnak lungkua ah Saul cu a va lut. David nih Saul cu rak that lo in, a thilpuan tu a hleh i, siangpahrang si ruah ah thah a timh lo ding kong a langhter."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "A donghnak ah cun, Saul cu raltuknak ah a thi i, David cu Israel siangpahrang a hung si. Amah cu siangpahrang ttha, mipi nih duh ngaimi a si. Pathian nih David cu thlua a chuah i hlawhtlinnak a pek. David cu ral tampi a tu i Pathian nih teinak a pek. David nih Jeruslem a lak i khualipi ah a ser. David uk lio chan ah Israel cu a tthawng a rum ngaingai."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "David nih mi vialte nih Pathian an biak i raithawinak an tuah khawh nak hnga biakinn pakhat sak a duh. Moses nih a rak sakmi Tonnak Thlam chung ah kum pi kum 400 chung Israel miphun nih Pathian an biak i raithawinak an tuah."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "Pathian nih David sin profet Nathan a thlah i, “Nangmah cu ral a tumi na si ruang ah hi inn hi na ka sakpiak kho lai lo; na fapa nih a run sak te lai. Nain nangmah cu thluachuah tampi ka'n pek lai. Nangmah ciruang chung in pakhat cu Israel siangpahrang tthutnak tthutdan ah a tthu zungzal lai. Cun Messiah cu nangmah hrinsor chung mi a si lai!” tiah a chimhter. Messiah timi cu vawlei hi sualnak in a khamhtu ding Pathian Thimmi tinak a si."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "David nih hi bia a theih tikah, Pathian cu a lawmh a tthangtthat colh, zeicahtiah Pathian nih David cu a liannganmi upatnak le thluachuah tampi a kamh. Israel miphun nih Messiah rat ding cu caan sau ngai, kum pi kum 1,000 dengmang hngah ding an si."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "David nih dinnak le zumhtlak sinak he in ram cu kum tampi chung a um i, Pathian nih thlua a chuah. Nain a chan donghnak lei ah, Pathian hmai ah sualnak ngan tuk hringhran a tuah."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Ni khat cu a raldo pawl raldohnak i an kal lio ah, David cu chunhnu i a ihzaunak in a tho i, nu dawh ngai pakhat, ti aa kholh lio mi a hei hmuh. Cu nu min cu Bethsheba ti a si."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Hmun dang ah mer tak ko lo in, cu nu cu David nih a auhter hna. Cu nu cu a ihpi hnu ah inn ah a ttinter. Cu hnu tlawmpal a rauh ah, Bethsheba nih fa a pawi kong David cu thawng a thanh."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Cu nu vap, Uriah, cu David ralkap lak i rinhcanhtlak bik pakhat a si. David nih Uriah cu rallam in a auh i a nupi sin i um ding in a chimh. Nain ralkap dang vialte rallam i an um lio i inn i tlun ding cu Uriah nih a duh lo. Cucaah David nih Uriah cu raltuknak ah a kalter tthan i rallam ah thi te seh, tiah ral hratnak bik ah a chiah."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Uriah a thih in David nih Betthsheba cu a tthit. A hnu ah Bethsheba nih fapa a hrin. David nih a tuahmi kong ah Pathian cu a lung aa lawm lo i, cucaah profet Nathan cu David a sualnak langhter ding ah a thlah. David cu a sual a ngaichih i Pathian nih a ngaihthiam. Cu hnu a chan chung vialte, zeitluk har lio caan zong ah David nih Pathian cu aa bochan zungzal ko."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Nain a sual ruang ah David cu dantat a si, a fapa te cu a thi. Mah leng ah David cu a chanchung vialte amah innchungkhar lila ah dohnak a um i, a tthawnnak a zor ngaingai. David cu Pathian sinah zumhtlaklo in a um nain Pathian tu cu a biakam ah zumhawktlak in a um tthiamtthiam rih ko. Bethsheba nih fapa pakhat a hrin tthan, a min ah Solomon ti a si."
        }
      ], 
      "number": "17", 
      "ref": "Baibal tuanbia laknak: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. David Sin I Pathian Biatiam"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "David cu a thi i, a fapa Solomon nih a hun chan. Pathian nih Solomon cu a chawnh i, zeidah a duh bik kong a hal. Solomon nih fimnak a duh bik kong a chim tikah Pathian cu aa lawm i vawleicung i mi fim bik ah Solomon cu a ser. Pathian nih Solomon cu mi rum tuk hringhran ah a ser fawn."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "Jerusalem ah a pa David nih a rak timhtuah i thilri zong a rak zalh cangmi Biakinn cu Solomon nih a sak. Tonnak Thlam ah si ti loin Biakinn chung ah rammi hna nih Pathian an biak cang i raithawinak zong an hun tuah cang. Cu Biakinn ah Pathian cu a rung um i, cu hmun ah A mi hna cu a rung umpi hna."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "Nain Solomon nih ramdang nu pawl a duh hna. Pathian bia ngai lo lo in, nupi 1,000 dengmang tiang a tthit hna. Hi a nupile pawl tampi hi ramdang mi an si i, anmah pathian aa ratpi i a biapi an si. Solomon cu a hung tar i, a hnu ah cun a nupile pathian cu a bia ve."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "Pathian cu Solon cung ah a thinhung i, zumhtlaklo in Solomon a um ruang ah le du dantatnak ah Solomon a thih hnu ah Israel Penram cu cheu a si lai, tiah Pathian nih a ti."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "Solomon a thih hnu ah a fapa Rehoboam cu siangpahra. Rehoboam cu mi lungngeilo ngai a si. Israel mi hna cu an miphun pi in an rak chuak i siangpahrang a sinak cu hngalhpinak an tuah. A pa Solomon nih rianttuan ah a hrem tuk hna kong le ngunkhuai zong tam tuk in a pekter hna kong an phunhzaih hnawh."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Rehoboam cu hrut tuk kaw, a thawh hna i, “Ka pa Solomon nih rian fak tuk in a'n ttuanter hna ah nan i ruah a si mu, amah nak fak in ka'n ttuanter hna lai i amah nak fak in dan ka'n tat hna lai,” a ti hna."
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Israel miphun chung in phun hra nih Rehoboam cu an hun doh. Amah lei i a ttang mi cu phun hnih lawng an tang. Cu phun hnih ukmi ram cu Judah penram ti a hung si."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "Rehoboam a domi miphun phun hra nih pakhat pa, Jeroboam, timi siangpahrang ah an hun ser. Cu phun hra ukmi ram cu Israel ti a hung si."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jeroboam nih Pathian a doh i, a rammi hna cu sualnak ah a luhpi hna. Judah penram chung i a ummi Biakinn i Pathian bia lo in siasal milem pahnih a ser i a mi hna cu a biakter hna."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "Judah le Israel penram cu ral ah an cang i anmah le anmah an hun i do lengmang cang."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "Israel penram i siangpahrang pawl cu an zate in an sual dih. Cu hna lak i siangpahrang tampi cu siangpahrang si a duhmi Israel miphun nih an thah hna."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "Israel siangpahrang an dihlak le Israel miphun tamdeuh nih cun nupa sualnak phunphun le raithawinak i fale pekchanh tehna bantuk siasal biaknak an hun biak cang."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Judah siangpahrang pawl cu David hrinsor an si. Cu siangpahrang hna lak i cheukhat cu tlari tein ram le miphun a ukmi mi ttha an si i, Pathian a biami an si. Nain Judah siangpahrang tam dueh cu an sual, eihmuar an hmang, siasal biami an si. Siangpahrang cheukhat hoihna cu pathian deu sin ah an fale ciacia in raithawinak an tuah tawn. Cun Judah mi hna nih Pathian zong an doh i pathian dang tu an hun biak ve hna."
        }
      ], 
      "number": "18", 
      "ref": "Baibal tuanbia laknak: 1 Kings 1-6; 11-12", 
      "title": "18. Penram Cheu Kong"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Israel miphun tuanbia caan chung vialte, Pathian nih profet a rak pek hna. Cu profet hna nih Pathian sin in bia an theih i, cu Pathian bia cu mizapi an rak chimhchin hna."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Ahab nih Israel ram i siangpahrang a rak ttuan lio ah Elijah cu profet a rak si. Ahab cu siangpahrang sual ngai a si i, a rammi hna cu Baal timi pathian deuh a rak biakter hna. Elijah nih Ahab cu a thawh i, “Keimah nih ka umter hlan chung poh cu Israel ram ah ruahti silole dapti a um kho lai lo,” a ti."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih Elijah cu tiva pakhat kam i ramkaro ah va i thup ding in a chimh. Zing fatin le zanlei fatin va nih chang le sa an rak put tawn. Ahab le a raldo pawl nih Elijah cu an i kawl sek, nain an hmu kho lo. Khuakhen cu a zualcei tuk i tiva ti zong cu a reu dih."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "Cu ruang ah Elijah cu a pawng ram pakhat ah aa tthial. Nuhmeinu pakhat le a fapa te, mangttam ruang i ei awk tlawmte lawng a ngeimi an um. Cu hna nufa nih cun Elijah cu an rak zohkhenh i, Pathian nih cu hna nufa an changvut chiahnak umpu le an chiti chiahnak thawl cu reu ballo in a tuah. Mangttam chung vialte ei awk an ngei camcin ko. Elijah cu cu kaa ah sau ngai a caam."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "Kum thum hnu ah Pathian nih Elijah cu a auh i, ruah a surter cang lai ruang ah Israel ram ah va kal i Ahab va chawnh ding in a chimh. Ahab nih Elijah cu a hmuh lecangka, “Nangmah maw na si, harbuai chuahpitu pa!” a rak ti. Elijah nih a thawh ve i, “Nangmah dahkaw harbuai chuahpitu cu na si hi! Pathian dik na hlawt riangmang i Baal tu na hei biak. Israel mi vialte pum hna law Carmel Tlang ah rak ra u,” a ti."
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "Israel mi vialte cu, Baal profet 400 rual zong tel chih in, Carmel Tlang ah cun an ra. Elijah nih a thawh hna i, “Zei can riamruam dah lungrep ngei lo in nan um rih lai? BAWIPA cu Pathian a si ko ahcun Amah cu rian ko u! Baal cu Pathian a si, nan ti le amah cu rian ko u!” a ti hna."
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Cun Baal profet pawl cu a thawh hna i, “Cawtum pakhat in that u law raithawinak tuah u, nain mei in khang hlah u. Kei zong nanmah na tuah bantuk in ka tuah ve lai. Kan hal veve lai i, mei petu Pathian cu Pathian taktak a si lai,” a ti hna. Cuticun Ball profet pawl nih raithawinak cu an timhtuah, nain mei in an khang lo."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Cun Baal sin ah thla an cam, “Maw Baal, kan thlacamnak rak kan ngaihpiak tuah!” an ti. Chunnitlak thla cu an cam, an au, an namte in anmah le anmah an i chun an i at, nain an thlacam cu Baal nih a let hna lo."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "Zanlei pi ah Elijah nih Pathian sin ah raithawinak cu a tuah ve. A raithawinak sa, thing, le biakttheng kam hrawng vawlei vialte tiang in, umpu ngan pipi pu hleihnih khat ti in ciap cikcek in a toih dih."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Cun Elijah cu thla a cam, “Maw BAWIPA, Abraham, Isak, le Jacob Pathian, nihin hrimhrim ah hin Nangmah cu Israel Pathian na si le keimah zong Nangmag riantu ka si hi run langhter tuah. Hi mi hna nih Nangmah cu Pathian na si an hngalh khawh nak hnga ka thlacam ka let tuah,” a ti."
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Cuti thla a cam lecangka, van in mei a rung tla i sa le thing le lung le biakttheng umnak vawlei tiang in a kang dih. Cu cu mi vialte nih an hmuh tikah vawlei ah an bok i, “BAWIPA cu Pathian a si! BAWIPA cu Pathian a si!” an ti."
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Cun Elijah nih, “Baal profet vialte kha tlai dih hna u, luatter hna hlah u!” a ti hna. Cucaah Baal profet pawl cu an tlaih dih hna. Elijah nih aa kalpi hna i a va thah dih hna."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Elijahnih Siangpahrang Ahab cu a thawh i, “Khua ah rak kir zau tuah, ruah a sur cang lai,” a ti. Tlawmpal ah van a nak, khua a dawm i ruahpi cu a thlet in aa thle. Pathian nih khuakhen cu a donghter i Amah lawnglawng Pathian a si a fianter."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "Elijah hnu ah Pathian nih Elisha cu A profet ah a thim. Elisha hmang in Pathian thil maksak tampi a tuah. Vawi khat cu, Israel an ral a simi ralbawipa Naaman, ttihnung ngai a simi vun zawtnak thinghmui hma nih a tlunh. Elisha kong cu a theih i, Elisha i damh ding in a sin ah a kal. Elisha nih Jordan Tiva ah vawi sarih i hnim ding in a chimh."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "A chim ka ah cun Naaman cu a thinhung i Elisha chimmi cu a tuah duh lo. Nain a hnu ah a lung aa thleng i, Jordan Tival ah vawi sarih a va i hnim. Vawi sarihnak aa hnim dih ah a zawtnak cu a thiang dih hirhiar! Pathian nih a zawtnak a damh."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "Profet dang tampi an um rih. An zate nih rammi hna cu siasal bia lo ding le diknak le dawtnak langhter zungzal ding in an chimh hna. Rammi hna nih an sualnak an i ngaihchih lo i nawlngai tein an nun lo ahcun, Pathian biaceih an tong lai i dantat an huah lai kong profet pawl nih ralrin an pek zungzal hna."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Vawi tampi cu mi nih an bia an ngai duh hna lo. Ral zoh in an zoh hna i, cheukhat hoihna cu an thah hna. Vawi khat cu, profet Jeremiah cu thi te seh, tiah ti umlo tikhor pakhat chung ah an thlak. Tikhor ne nawncek lak ah a vung tla, nain siangpahrang nih a zaangfah i a thih hlan ah a chanh manh."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Cuticun profet pawl cu huat an tong ko nain, Pathian bia chim cu an ngol hlei lo. Mipi cu an sual ngaihchih lo i an um rih ko ahcun hrawhhralh an si lai kong ralrin an pek hna. Cun Pathian Messiah rat te ding biakam kong hngal peng ding in mipi cu an chimh lengmang fawn hna."
        }
      ], 
      "number": "19", 
      "ref": "Baibal tuanbia laknak: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": "19. Profet Hna"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "Israel ram le Judah ram cu an pahnih in Pathian sin ah an sual. Sinai Tlang ah Pathian nih a pekmi hna Nawlbia an buar. An sualnak an i ngaihchih i Amah an biak tthan ding in Pathian nih A profet a thlah hna, nain an ngai duh lo."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "Cu ruang ah Pathian nih an ram hnih cung ah rawhnak tlunter a sianh. Israel cu a tthawng ngaimi le a sualhrang ngaimi Assyrian ram nih an hrawh. Assyrian pawl nih Israel miphun tam tuk an thah hna leng ah an ngeihchiah thil mansuang vialte an i lak dih i, khua le ram vialte cu an khanghpiak dih hna."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "Assyrian miphun nih Israel miphun an hruaitu pawl vialte le, mi rum mi ngei pawl, thiamnak a ngeimi vialte cu an tlaih hna i Assyria ram ah an kalpi dih hna. Israel ram ah cun Assyrian pawl nih an thah lomi, santlailo mi sifak hringhran pawl tete lawng an tang."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Cun Assyrian pawl nih Israel ram ah cun ramdang mi pawl an ratpi hna i i an umter hna. Cu ramdangmi hna nih cun a rawkmi khua pawl vu an hun remhser tthan hna, cu kaa i Israel miphun pawl cu an tthit an vaat hna. Cu hna i an hrinsor cu a hnu ah Samariami ti an hung si."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "Israel miphun nih Pathian an zumh lo ruang le a nawl an ngaih lo ruang ah cu bantuk dantatnak an tuar cu Judah miphun nih an hmuh ko. Nain anmah Judah miphun lila ve zong cu siasal milem le Kanan miphun pathiam an bia ttheo rih ko. Pathian nih an sin ah chimhringtu profet a thlah ko hna, nain an ngai duh hlei lo."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "Assyrian miphun nih Israel penram an hrawh hnu kum 100 hrawng ah, Judah ram dotu ding ah Pathian nih Babylon ram siangpahrang Nebuchadnezzar a thlah. Babylon cu a tthawng tukmi penram kau pi a si. A donghnak ah cun Judah cu Nebuchadnezzar kut tang ah a tla i, Nebuchadnezzar sin ah kum fatin te ngunkhuai tam tuk a pek lengmang."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "Nain a rauh hlan ah Judah miphun nih Babylon miphun cu an doh hna. Cu ruang ah Babylon miphun pawl cu Judah ram doh ah an i thawh ve. Jerusalem khua an lak, Biakinn an hrawh, suingun chawva vialte an i lak dih."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "Ral a thomi Judah hremnak ah tiah Nebuchadnezzar raldo pawl nih Judah siangpahrang fapa rual cu an pa hmaika ah an thah hna i, amah siangpahrang pa zong mitcaw ah an canter. Cu hnu ah siangpahrangpa cu Babylon ram thong chung i thi te ding in an i kalpi."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebuchadnezzar le a ralkap nih lothlo mi sifak pawl chimlo Judah miphun vialte cu Babylon ah sal ah an kalpi dih hna. Cu cu miphun pi in sal i tlaih le hruaih ti a si."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "An sual dantatnak ah cuticun sak ah tlaih le hruaih tong ko hna hmenhsehlaw Pathian nih A mi le A biakam cu a philh hna lo. Pathian nih A mi cu a zohkhenh ko hna i profet hna hmang in an sin ah bia A chim ko. Kum sawmsarih hnu ah Kamh Ram ah an kir tthan te lai, tiah bia a kamh hna."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "Kum sawmsarih hrawng hnu ah Persia siangpahrang Cyrus nih Babylon cu a hun tei. Persia pawl cu an tthawng ngai ko nain velngeihnak a ngeimi miphun an si. Israel miphun cu, cu kaa ah cun Jews tiah auh an si i, mi tampi cu an chan chung Babylon ram lawng i a ummi an si. Khuakhua in a upa ngai cangmi tar, mi tlawmte lawng nih Judah ram kong cu an cinken rih."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Cyrus a hun bawi tlawmpal ah, tuanbia ah a um ballo mi thil a hun tuah. Judah ram i kir a duh mi Judah mi cu kir khawh a si, tiah awdar a chuah. Biakinn remhsaknak ding ah tangka hmenh a pek hna. Ramdang ah sal i kum sawmsarih an um hnu ah, Judah mi tlawmte cu Jerusalem ah an kir."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "An ram cu an phan i, Biakinn le Jerusalem khua kulhnak vanpang cu an remh an sak tthan. Miphun dang nih an um ko hna nain Kamh Ram ah an um kho tthan i, Biakinn ah Pathian an bia kho."
        }
      ], 
      "number": "20", 
      "ref": "Baibal tuanbia laknak: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. Sal Ah Tlaih Le Kir"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "Messiah rat te ding hmasa bik biakamnak cu Adam le Eve sin ah a rak si. Eve hrinsor a chuak te lai i, cu nih cun rul lu cu a rial te lai, tiah Pathian nih bia a rak kamh hna. Eve a rak hlengtu rul cu Setan a si. Pathian biakam i a sullam cu a ra te dingmi Messiah nih Setan cu a tei lai, tinak a si."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "Pathian nih Abraham cu vawleicung miphun vialte amah thawng in thluachuah pek an si te lai tiah bia a kamh. Cu thluachuah cu mi vialte khamhnak lam serpiak ding ah ni khatkhat ah a ra te ding Messiah kong chim duhnak a si."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "Pathian nih Moses sin ah amah Moses bantuk profet dang a thlah te ding kong bia a kamh. Cu zong cu a hnu i a ra te ding Messiah kong chimchungnak tthiamtthiam a si."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "Pathian nih David sin ah, Messiah cu amah David hrinsor pakhatkhat a si te lai, tiah bia aa kam."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Profet Jeremiah hmang in, Pathian nih, Israel mi hna sin i Pathian Biatiam bantuk phun si lo in Biatiam Thar a ser lai kong biakamnak a ngei. Cu Biatiam Thar ah cun, Pathian nih a nawlbia cu mi hna thinlung ah a ttial lai, mi nih Pathian an hngalh lai, annih cu Amah mi an si lai i, Pathian nih an sualnak a ngaihthiam hna lai, ti a si. Messiah nih Biatiam Thar cu thawk ding a si."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "A ra dingmi Messiah cu profet, tlangbawi, siangpahrang a si ding a si. Profet timi cu Pathian bia a thei i, cu Pathian bia cu mi sin i a chimchintu a si. A ra ding Messiah cu profet tlamtling a si ding a si."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "Tlangbawi timi cu a sualmi hna aiawh in Pathian sin i raithawinak a tuahtu a si. Tlangbawi nih mizapi ca ah Pathian sin ah thla an cam tawn. A ra te ding Messiah cu tlangbawi zik tlamtling, Pathian sin i raithawinak tlamtling ah amah lila aa pe te ding a si."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "Siangpahrang timi cu penram pakhat ah uktu a si i, rammi pawl an bia a ceihtu a si. A ra te ding Messiah cu saingpahrang tlamtling, amah hringsortu David bawitthutdan ah a tthu te ding, zungzal in hi vawleicung pumpaluk a uk te ding, le zeitik poh te ah ding te le dik tein bia a ceih ding a si."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "Profet pawl nih a ra te ding Messiah chuah lai nak kong hi an rak chimchung. Malakhi nih cun Messiah a rat hlan ah profet lianngan pakhat a rat lai kong a rak chimchung. Isaiah nih Messiah cu ngakcu thiang in hrin a si te lai kong a chim. Mikah nih Bethlehem khua ah a chuah te lai kong a chim."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Profet hna nih Messiah i a rianttuan kong zong an rak chimchung. Isaiah nih cun, Messiah cu Galilee ah a um te lai i, ngaihchiami hna hnemtu, saltangmi ca i zalonnak petu, thongtlami hna ca i luatnak petu, ti in a rak chim. Isaiah i a chim chap rih mi ah, Messiah cu hnachet, mitcaw, kebei, le holhkholo tibantuk tel in midamlo damtertu a si lai, tiah a ti."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaiah nih, Messiah cu a ruang umlo pi in huat le hlawt a si lai, a ti. Messiah kong ah Psalm nih a chimchungmi cu a thilpuan conak ding ah camcawhfung an zuh te lai i a hawikom lila nih a leirawi te lai, ti a si. (Psalm cauk cu Ca Thiang chung i Judah mi hna thangtthatnak hla a si.) Zechariah nih, a hawipa cu a leirawi man ah nguntangka sawm thum pek a si lai, a ti."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "Profet hna nih Messiah cu zeitin dah a thih te lai kong zong an chim. Isaiah nih, Messiah cu cil an chak lai, an cawhdeh lai, an tuk lai. Cun fei in an chunh lai i thing cung ah an thlai lai, cu kaa ah cun a thi te lai, a ti."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "Messiah cu a tlamtlingmi a si lai i, sualnak ngeilo a si lai. Midang an sualnak ruang i dantat hrem thihnak a huah lai. Cu bantuk a ruatnak thawng in Pathian le minung kar ah daihnak a tlung lai. Cu ruang ah cun Messiah a thihnak nih Pathian lung a lawmhter lai."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Messiah cu a thi te lai, ti tiang lawng si lo in profet pawl nih an chim rih mi cu, Pathian nih thihnak in a thawhter lai, ti a si. Cuti Messiah thihnak le thawhtthannak in Pathian nih khamhnak ca i a khuakhan cu a lim lai lai i Biatiam Thar cu a thawk lai."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih profet pawl cu Messiah rat lai kong ah thil tampi a hmuhsak ko hna nain Messiah cu a ra ra hlei rih lo. Hi profet bia hna lak i hmanung bik hnu kum 400 ringlo hnu, a caan a tlin hnu, ceo lawng ah Pathian nih Messiah cu hi vawlei ah a run thlah."
        }
      ], 
      "number": "21", 
      "ref": "Baibal tuanbia laknak: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": "21. Pathian Nih Messiah Thlah Ding Aa Kam"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Profet hmanung bik nih Judah miphun hna sin i bia a chim hnu kum 400 ringlo hnu ah Zechariah timi tlangbawi tarpa sin ah vancungmi a rung lang. Amah cu Pathian a zummi a si, nain a nupi Elizabeth cu fa a ngei kho lo."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Vanmi nih Zechariah cu a thawh i, “Na nupi nih fa a pawl lai. A min ah John na sak lai. Messiah rat lai i a chuakmi profet lianngan a si te lai!” a ti. Zechariah nih vanmi cu a thawh i, “Ka nupi le kei cu fa ngei kho ding ah cun kan tar tuk cang. Hi thil a cang kho lai, ti hi zeitin dah ka hngalh khawh lai?” a ti."
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "Vanmi nih a thawh tthan i, “Keimah cu na sin i thawngttha chim dign in Pathian nih a ka thlah. Na ka zumh lo ruang ah naute a chuah hlan tiang na holh kho lai lo,” a ti. Cu lecangka Zechariah cu a holh kho lo. Cun vanmi nih a kal tak. Zechariah cu inn ah a tlung, i a nupi cu fa a pawi."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Elizabeth nau a pawi thla ruk ah mah vancungmi tthiamtthiam cu Elizabeth chungkhar a simi Mary timi sinah a rung lang tthan. Amah cu ngaknu thiang a si i, Joseph timi pa he aa ham cangmi an si. Vanmi nih cun a thawh i, “Fa na pawi lai i fapa na hrin lai,” a ti."
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Vanmi nih a chim chap rih mi cu, “Amah cu Jesuh tiah min na sak lai. Amah cu Messiah a si lai!” a ti. Mary nih a thawh i, “Cu cu zeitin dah a si khawh lai, keimah cu ngaknu thiang pei ka si cu?” a ti. Vanmi nih fianternak bia a chimmi cu, “Thiang Thlarau thawng in fa cu na pawi lai. Cu ruang ah na fa cu Cungnung Bik Pathian Fapa ti a si lai,” a ti."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Cu tlawmpal ah Mary nih Elizabeth cu a va tlawn. Mary sin in tonlawmhnak bia a theih lecangka Elizabeth pawi liomi naute cu a paw chung ah aa hlok. Cu hna nu pahnih cu an ca i Pathian thil tuahmi kong ah lawmhnak in an khat. Thla thum a caam hnu ah, Mary cu inn ah a tlung."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Elizabeth nih fapa te cu a hun hrin i, vancungmi fial bia bang in John tiah min an sak. Cun Zechariah cu a holh kho tthan. Aa thawh i, “Pathian cu thangtthat si ko seh, A mi cu a philh ballo! Nang, ka fapa, Cungnung Bik Pathian fapa ti na si lai. Messiah ca i lam serchungtu na si lai!” a ti."
        }
      ], 
      "number": "22", 
      "ref": "Baibal tuanbia laknak: Luke 1", 
      "title": "22. John Chuahnak Kong"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Joseph nih Mary cu fa a pawi ti a theih tikah, naute cu amah fa a si lo ti a hngalh i, cu ruang ah a thli tein tthen ding ah khua a khan. Cuti a tuah khawh taktak hlan ah, a mang ah vancungmi a rung lang."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Vanmi nih cun a thawh i, “Joseph, Mary hi na nupi ca ding i tthit awk ah ttih hlah. A chung i fa cu Thiang Thlarau thawng in a pawimi a si. Fapa a hrin lai. Jesuh tiah min na sak lai, zeicah tiah mi vialte an sualnak in a khamh hna lai,” a ti."
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "Cuticun Joseph nih Mary cu a tthit i a nupi si in inn ah aa kalpi, nain fa a hrin hlan cu a ihpi lo."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Mary cu nau aa tthen ding a si lai te ah, Rom cozah nih rammi vialte cu milurelnak tuah ding in anmah le an chuahkehnak khua cio ah kal an fial hna. Mary le Joseph cu an umnak Nazareth khua in Bethlehem ah khuallam sau ngai kal ding an si."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Bethlehem khua an phak tik ah cun riahcamnak ding hmun an ngei lo. Hmun pakhat an hmuh umchun cu saram pawl riahnak a si. Cu kaa ah cun naute a chuak i, a nu nih naute cu saram pawl an rawl einak kuang chung ah a thlim, zeicahtiah naute ca ah hmun dang a um lo. Naute cu Jesuh tiah min an sak."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Cu zan ah cun, tukhal cheukhat cu cu kaa hmun pawl ramlak ah an thu an khal. Lakhruak pi in vanmi pakhat, ceu ngai in aa thuammi an sin ah a rung lang i, an thinpang tuk hringhran. Vanmi nih, “Ttih hlah u, zeicah tiah nan sinah thawngttha chim awka ngei. Messiah cu a chuak cang!” a ti hna."
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "“Kal u law naute cu kawl zau tuah u. Puan in an zual lai i, caw rawl einak kuang chung ah an thlim nan hmuh ko lai,” a ti hna. Cu lecangka, van ah vanmirun an khat i, Pathian cu hla in an thangtthat, “Pathian cu van ah khin surparnak co ko seh, A dawtmi hna umnak hi leicung ah hin daihnak tlung ko seh!” an ti."
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Naute Jesuh umnak hmun i tukhal pawl an phak tikah, vanmi nih a chimh hna bantuk te in naute cu cawrawleinak kuang chung ah an hmuh. Lawmhnak in an khat. Mary zong aa lawm tuk ve. Tukhal pawl cu ramlak ah a kal tthan i, an hmuh le an theihmi vialte ah Pathian an thangtthat."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Cu hnu tlawmpal ah, nichuahlei ram in mifim rual nih van ah arfu phundang ngai an hmuh. Judah mi hna i an siangpahrang a chuak, tiah a sullam a lakning cu a si. Cu ruang ah, cu siangpahrang ton ruah ah lam hlat pi ah kal an i thawh. Bethlehem ah an ra i, Jesuh an thlimnak hmun cu an hmuh."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Sunghno a nu sin i naute Jesuh an hmuh tikah, an khuk an i bil i an biak. Jesuh cu a man a fak ngaimi laksawng an pek. Cun an ram ah an tlung."
        }
      ], 
      "number": "23", 
      "ref": "Baibal tuanbia laknak: Matthew 1; Luke 2", 
      "title": "23. Jesuh Chuahnak Kong"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "John cu a hung tthang i prophet a hung si. Thetse ramkaro ah a um i, khuaihliti le khaubawk in aa cawm i, kalauk phaw in sermi thil an hruk."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "John cawnpiaknak ngaih ruah ah minung tampi a sin ah an ra. An sin ah thawngttha a chim i, “Nan sualnak i ngaihchih u, zeicah tiah Pathian Pennak cu a nai cang!” tiah a cawnpiak hna."
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Cheukhat cu John cawnpiaknak an theih in an sual an i ngaihchih i tipil an ing, biaknak lei hruaitu tampi cu i ngaihchih lo pi le sualnak i phuang lo pi in tipil ing ding in an rak chuak ve."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "John nih biaknak lei hruaitu pawl cu a thawh hna i, “Rul hna! I ngaihchih hmasa u law nan nunzia thleng hmasa ngat u.. Thei ttha a tlai lomi thingkung cu hau an si lai i, mei ah peih an si lai,” a ti hna. Hi nih hin profet Isaiah nih a rak chimchungmi,, “Zo hmanh, nangmah hlan ah lamkal ka thlah hmasa lai i, amah nih lam a'n sialpiak cia lai,” a hung tlinnak ah a si."
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Judah cheukhat pawl nih John cu Messiah a si le si lo an hal. John nih, “Keimah cu Messiah cu ka si lo, nain ka hnu i a ra te dingmi cu keimah nakin a ngan deuh suaumau lai. Kei cu a keden hri phoihtu ding hmenh ah ka tlak lo,” tiah a leh hna."
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "A thaizing ah Jesuh cu John i tipil pek awk ah a ra. John nih a hmuh tikah, “Zo tuah u! Vawlei sualnak kalpitu Pathian Tufa khi,” a ti."
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "John nih Jesuh cu a thawh i, “Kei cu nangmah tipi petu ding ah ka tlak lo. Nangmah tu nih tipi cu na ka pek awk a si,” a ti. Nain Jesuh nih, “Nangmah nih na ka pek awk a si ko, zeicahtiah cu cu tuah awk ah a dikmi a si ko,” a ti. Cuticun John nih Jesuh cu tipi a pek, a sual ruang tu ah cun a si lo — anih cu a sual ballo."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Jesuh cu ti chung in a hung chuah tikah, Pathian Thlarau cu tthuto bantuk in aa langh i a cung ah a rung fu. Cu sin in vancung in aw pakhat nih, “Nangmah cu Ka Fapa dawt na si, na cung ah lungsinak ka ngei tuk hringhran,” a ti."
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Pathian nih John a rak chimh ciami pakhat cu, “Pathian Thiang Thlarau cu tipil na pekmi cung ah a tung ttum lai. Amah cu Pathian Fapa a si lai,” ti a si. Pathian nih pakhat lawng a si. Nain Pathian cu Pa, Fapa Jesuh, Thiang Thlarau tiah mikung sinak phun thum in a um."
        }
      ], 
      "number": "24", 
      "ref": "Baibal tuanbia laknak: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. John Nih Jesuh Cu Tipil A Pek"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Jesuh cu tipi an in lecangka, Thiang Thlarau nih ramkaro ah a kalpi i, cu kaa ah cun ni sawmli le zan sawmli chung rawl a ul. Cu chung ah cun Setan nih a tukfawrh."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Setan nih cun a thawh i, “Pathian Fapa na si ko ahcun, hi lung hi chang ah canter hna law ei ko ngat!”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Pathian Bia ah aa ttial ko, ‘Minung cu chang lawng in si lo in, Pathian chimmi bia vialte thawng tu in a nung!’” tiah a leh."
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Cun Setan nih Biakinn parpahlek ah a kaipi i, “Pathian Fapa na si ko ahcun, mah kaa hin zung tuah, zeicahtiah, ‘A vancungmi a run thlahmi hna nih an in tlaih lai i, na ke nih vawlei a tawng lai lo, tiah aa ttial ko kha,’” a ti."
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “‘Pathian cu hneksak hlah,’ti zong aa tial,” tiah a leh."
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Cun Setan nih Jesuh cu vawleicung penram vialte le an sunparnak vialte a hmuhsak i, “Na khuk naa bil i na ka biak ahcun hi vialte hi ka'n pek lai,” tiah a ti."
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Kal, Setan! Pathian Bia ah, ‘Bawipa na Pathian lawng na biak lai,’tiah aa ttial ko,” tiah a leh."
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Cun Setan nih a kal taak i, caan ttha dang a bawh. Vancungmi an rung ttum i an rung bultawl."
        }
      ], 
      "number": "25", 
      "ref": "Baibal tuanbia laknak: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": "25. Setan Nih Jesuh Cu A Tukfawrh"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Setan tukfawrhnak a tei dih hnu ah, a khuasaknak Galilee ram ah Thiang Thlarau tthawnnak i khat in a rak tlung. Mi cawnpiak pah in hmun khat hnu hmun khat a kal. Mi kip nih amah kong cu a ttha lei in an i ceih dulmal."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Jesuh cu a rak tthannak Nazareth khua ah a kal. Sabbath ni ah biakpumh hmun ah a kal. Amah cu profet Isaiah cazual an pek. Jesuh nih cazual cu a vun samh i a rel."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "“Pathian A Thlarau a ka toih cang, sifakmi hna sin i thawngttha, tlaihhrenmi hna sin i luatnak, mitcawmi hna ca i khuahmuhtthannak, le thongtlami hna sin i luatternak thanh awk ah. Hi hi Bawipa lunglawmhnak kum cu a si,” a ti."
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu a tthu. Mizapi nih amah cu naih tein an zoh. Messiah kong chimnak bia a si an hngalh cio dih. Jesuh nih, “Nihin ah hi bia vialte cu a tling dih cang, ti nan theih dih cang hi,” a ti hna. Mi vialte cu an khuaruahhar tuk.“Ziah, Joseph fapa kha a si lo ma?” an ti."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih, “Biatak ka'n chimh hna, zeibantuk profet hmenh a chuahkehnak khua ah cun cohlan an tong lo. Profet Elijah a rak nun lio ah khan Israel ram ah nuhmei tampi an rak um ko. Nain kum thum le cheu chung ruah a rak sur lo lio ah khan Pathian nih Elijah cu Israel nuhmei zuanhnawh ding ah, si loin miphun dang nuhmeinu tu zuanhnawh ding ah a rak thlah.”"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "“Cun profet Elisha a rak nun lio zong ah khan Israel ram ah vuncuar zawtnak a ngeimi an rak tampi ko. Nain Elisha nih pakhat hmenh a rak damh hna lo, Israel i a ral a simi ralbawipa Naaman tu a rak damh,” a ti. Hi bia an theih in mipi cu an thinhung tuk hringhran."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Biakpumhnak hmun in Jesuh cu an hnu i chengpalang in thlak ding ah an ratpi. Nain Jesuh cu mipi lak ah aa tenh zau i Nazareth khua cu a chuah tak."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu cu kaa hrawng i aa chawhvah tikah mibu tam tuk hringhran a sin ah an ra. mitcaw, kebei, hnachet, holhkholo tehna tel in midamlo phunphun a sin ah an rak ratpi hna i, Jesuh nih a damter hna."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Khuachia tlaihmi mi tampi zong Jesuh sin ah cun an rak ratpi hna. An chung in khuachia cu an chuak i, an chuah pah ah, “nangmah cu Pathian Fapa na si!” tiah an au. Mibupi cu an khuaruahhar tuk i Pathian an lawmhbiak."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih zultu tiah auh mi hna minung hleihnih a thim hna. Zultu cu Jesuh cawnpiakmi hna an si. Amah sin ah khual an tlawng i amah sin in a cawngmi an si."
        }
      ], 
      "number": "26", 
      "ref": "Baibal tuanbia laknak:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": "26. Jesuh Nih A Rian A Thawk"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, phungbiathiampa pakhat Jesuh cu hneksak duh ah a rak ra i, “Cawnpiaktu, zungzal nunnak co ding ah zei dah ka tuah awk a si?” tiah bia a hal. Jesuh nih a thawh i, “Pathian phungbia chung ah zei dah aa ttial?” tiah a hal."
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "“Bawipa na Pathian cu na thinlung, na thazang, na khuaruahnak dihlak in na dawt lai. Cun, na innpa cu nangmah le nangmah naa dawt tluk tein na dawt lai,” tiah phungbiathiampa nih cun a leh. Jesuh nih, “Na dik tuk! Cu cu tuah law, na nung lai cu,” a ti."
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Nain phungbiathiampa nih a dik le diklo fian duh ah, “Kan innpa cu ho dah a si?” tiah a hal chap."
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Jesuh nih tuanbia pakhat chimh pah bu in a leh. “Vawi khat cu Judah mipa pakhat, Jerusalem in Jeriko lei ah khual a tlawng.”"
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "“Cuti khua a tlawn lio ah cun, mifirsual rual phu khat nih amah cu an tlaih. A thil vialte an lakpiak dih in thideng in an an tukvelh tak. Cun lodiam an kal.”"
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Cu tlawmpal ah, Judah tlangbawi pakhat cu kaa lam cun a rak ra ve. Cu biaknak hruaitu pa nih cun, a thil vialte chuh dih mi le velh mi pa cu a hmuh in, lam khatleipang in a hrial i, cuti bawmh a herh ngai pa cu hramh ta lo in, a lanh tak diam aisawh.”"
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Cu hnu tlawmpal ah, Levi miphun pa pakhat cu kaa lam ah cun a rak ra ve. (Levi miphun cu Biakinn i tlangbawi pawl a bawmtu Judah miphun phun khat an si.) Levi mipa zong nih cun khattalei kam in a hrial i, a thil chuh dih mi le velh mi pa cu hramh ta lo in a kal tak ve.”"
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“A hnu ah cu kaa lam i a rak ra mi pa cu Samaria miphun a si. (Samaria miphun cu Judah miphun le miphun dang cawh hrinsor an si. Samaria miphun le Judah miphun cu an i hua.) Samaria pa nih mipa cu a a hmuh tikah zaangfahnak in a khat. A vun khinhhramh i a hma tehna zong a menpiak.”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“Samaria pa nih cun cu pa cu a la cung ah a chuan i, riahbuk pakhat ah a kalpi i a cawnghhramh.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "“A thaizing cu, Samaria pa cu a khuallam peh ding cu si kaw. Riahbuk zohkhenhtu pa cu phaisa zeimawzat a pek pah in, ‘Mah pa hi run zohkhenh law, hi phaisa nih a zat lo a si le na dih mi zat cu ka kir lei ah ka'n cham te ko lai,’tiah a ti.”"
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih phungbiathiampa cu a thawh i, “Mah minung pathum ah hin a ho dah a thil an chuh dih mi  le an velh mi pa i a innpa cu a si hnga, tiah na ruah?” tiah a hal. Phungbiathiampa nih, “Velngeihnak a langhtertu pa ta a si ko lai,” tiah a leh. Jesuh nih phungbiathiampa cu a thawh i, “Nang zong cu bantuk cun va tuah ve,” a ti."
        }
      ], 
      "number": "27", 
      "ref": "Baibal tuanbia laknak: Luke 10:25-37", 
      "title": "27. Samaria Miphun Mi Ttha Pa Kong"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Jesuh sin ah kumno mirum ukbawipa pakhat a rak ra i, “Cawnpiaktu ttha, zungzal nunnak ngeihnak ding ah zei thil ttha dah ka tuah lai?” tiah bia a hal. Jesuh nih, “Zei tuang ah dah a ttha mi ah na ka chiah? A ttha mi cu Pakhat lawnglawng pei a um ko cu, cu cu Pathian a si. Zungzal nunnak na duh ahcun Pathian phungbia ta na zulh ko hna lai,” a ti."
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "“Zei bantuk phungbia dah?” tiah a hal. Jesuh nih, “Lai nawng hlah. Nupasualnak tuah hlah. Fir hlah. Lih chim hlah. Na pa le na nu upat hna, cun nangmah le nangmah naa dawt tluk in na innpa va daw,” tiah a leh."
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "Kumnopa nih cun, amah a dik kong i langhfianternak pah ah, “Hi phungbia pawl cu ngakchia te ka si lio in ka zulh dih cang hna. Zei tuah rih dah ka herh lai?” tiah a hal. Jesuh nih dengteo in a zoh i a dawt."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Jesuh nih a thawh i, “Tlamtlin na duh ahcun kal law na ngeihmi vialte zuar dih law tangka cu sifak ve tthen hna, cun vancung ah chaw na ngei lai. Cun ra law rak ka zul,” a ti."
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "Kumnopa nih cu bia a theih tikah, a ngaihchia tuk hringhran i, a ruang cu amah cu a rum ngai. Jesuh sin in aa mer i, lodiam a kal, a chawva sungh dih lai a ruat kho lo."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih a zultule cu a thawh hna i, “Mirum hna ca i Pathian Penram chung luh a va har lai ning hi! A si, mirum pakhat i Pathian Penram chung luh nakin tthim awng chung i kalauk luh a fawi deuh lai,” a ti hna."
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "Zultu hna nih cu bia an theih tikah an lau tuk i, “Ho dah khamh a si kho kun lai?” an ti."
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Jesuh nih a zoh hna i, “Minung leikap cun hi hi a si kho lai lo, nain Pathian keikap cun, zeizongte a si kho dih ko,” a ti hna."
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Peter nih Jesuh cu a thawh i, “Zeizongte kal tak in kan in zulh. Zei lawmman dah kan hmuh awk a si lai?” tiah bia a hal."
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Kan min ruang ah a innlo, a unau, a ttale le a farle, a pa, a nu, a fale, silole a ngeihchiah a kal tak mi nih cun hi hnu vawlei thar ah a let 100 tam in le zungzal nunnak an co lai. Hmasa bik a simi mi tampi cu a hnu bik an si lai i, hmanung bik tu hmasa bik an si te lai,” tiah a ti."
        }
      ], 
      "number": "28", 
      "ref": "Baibal tuanbia laknak: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": "28. Kumo Mirum Ukbawipa"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu Peter nih Jesuh cu a thawh i, “Bawipa, ka cung ah sualnak a tuahmi ka unau cu vawi zeizat dah ka ngaihthiam awk a si hnga? Vawi sarih tiang maw?” tiah bia a hal. Jesuh nih, “Vawi sarih lawng hlah e, vawi sarih i a let sawm sarih tiang ta!” tiah a leh. Hi bia in Jesuh nih a chim duhmi cu, mi kan ngaihthiam zungzal hna lai, tinak a si ko. Jesuh nih tuanbia pakhat a chimh rih hna."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "“Pathian Penram cu a mirian hna sin i leiba kong a tawlreltu siangpahrangpa bantuk a si. A mirian hna lak in pakhat nih kum thong 200 chung ttuan leiba tawrcheng a bat.”"
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "“Leiba cu cham kho ti hlah kaw, siangpahrang nih a thawh i, ‘Hi pa le a chungkhar hi an zate zuar dih i leiba chamnak ah hman ding an si,’ a ti.”"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "“Mirianpa cu siangpahrang hmai ah a khuk aa bil i, ‘Zaangfah tein ka zawn ka ruat rih ko, ka'n pek dih te ko lai,’ tiah a nawl. Siangpahrangpa nih mirianpa cu a zaangfak i, a leiba vialte cu a awlhpiak dih.”"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "“Cu mirianpa cu a kal i, amah cu thla li chung ttuan leiba a batu mirian dang pakhat a va hmuh. Cu pa cu a hrum in a dih i, ‘Na ka batmi leiba atu ka cham!’a va ti.”"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "“Cu pa cu a khuk aa bil i,‘Zaangfah tein ka zawn ka ruat rih ko, ka'n cham dih te ko lai,’ a ti. Nain cu mirianpa nih cun a bia cu a la duhh lo i, cu pa cu leiba aa chamter khawh tiang thong ah a thlak.”"
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "“Mirian dang cheukhat pawl nih cu thil a can ning an hmuh tikah an lung a nuam lo tuk. Siangpahrangpa sin ah an kal i thilsining vialte an chimh dih.”"
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "“Siangpahrangpa nih mirianpa cu a auh i,‘Ziatthalo pa! Na ka nawl i na leiba ka'n ngaihthiam dih. Cu bantuk cun na tuah ve hrimhrim awk a si,’ a ti. A thinhun in siangpahrangpa nih cun cu ziatthalo mirianpa cu leiba vialte a cham dih tiang thong ah a thlak.”"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih a thawh hna i, “Nannih zong nan thinlung in nan unau nan ngaihthiam hna lo ahcun ka chimmi bantuk cun nan cung ah vancung ka Pa nih a tuah ve ko lai,” a ti hna."
        }
      ], 
      "number": "29", 
      "ref": "Baibal tuanbia laknak: Matthew 18:21-35", 
      "title": "29. Velngeilo Mirianpa Tuanbia"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Jesuh nih a zultule cu thawngttha chim ding le cawnpiak ding in a thlah hna. A rak kir tikah, an va cawnpiakmi kong le an va tuahmi kong cu Jesuh an chimh. Cun Jesuh nih an zate in a auh hna i amah he a daihnak hmun khat ah zeimawcan i diin ding in a sawm hna. Cuticun lawng ah an cuang i an pok."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Nain Jesuh le a zultu cuti an pawh cu mi tampi nih an hmuh hna. Anmah hlan i khatlei kam phan hmasa ding in tilidil sir in an tli i, an chawhkanh hna. Jesuh le a zultu an phanh tikah cun mibu pi nih an rak don cang hna."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "Mibu pi ah cun nu le ngakchia chimlo in pa lawng 5,000 ringlo an si. Mipi cu a zoh hna i, zaangfak tuk in a hmuh hna. Amah Jesuh mit ah cun, hi mi hna hi khaltu ngeilo tuu bantuk an si. Cuca'h a cawnpiak hna i an midamlo zong a damter hna."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Zanlei khua a hung tlai tikah, a zultu nih Jesuh cu an thawh i, “Khua a tlai pah cang i, lamnai ah khua a um fawn lo. Mi hi kalter hna law pakhatkhat ei hna ngat seh,” an ti."
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Nain Jesuh nih a thawh hna i, “Nanmah nih ta ei awk cu nan pek hna!” a ti hna. Zultu hna nih cun, “Cu cu zeitin dah kan ti khawh lai? Changreu hlum nga le nga pahnih telawng pei kan ngeih ko cu,” an ti."
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Jesuh nih mipi cu a sin ah a auh hna i, a phuphu tete in tthu cio ding in a chimh hna."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Cun changreu hlum nga le nga fang hnih te cu aa lak i, van lei a hoih i rawl cu thla a camh."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Jesuh nih changreu le nga cu a vun cheu hna. Cuti a cheumi tete cu mipi an phawt hna awk ah a zultu cu a pek hna. A zultu pawl nih rawl cu an pek lengmang an pek lengmang hna i, a dih kho bal lo! Mizapi nih rawl cu an ei i an khim dih fawn."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Zultu hna nih ei rih lomi rawl cu an khawmh i rel hleihnih a si. Rawl cu changreu hlum nga le nga fang hnih in a chuakmi a si."
        }
      ], 
      "number": "30", 
      "ref": "Baibal tuanbia: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": "30. Jesuh Nih Minung Thong Nga Rawl A Pek Hna"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih mipi nih a ttianter pah in a zultu cu lawng chung ah lut dih ding le tidil khatleikam i kal ding in a chimh hna. Jesuh nih mipi a kalter hna dih in amah cu tlang ah a kai i thla a cam. Jesuh cu cu kaa ah cun amah lawng a si i, zanlei ah cun sau ngai thla a cam."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Cu lio ah cun a zultu hna citmi tilawng cu titlang in a hlat ngai rih ah a um. Cu ah cun thlichia a hrang ciammam i thli le tisuar nih lawng cu a thinvo a hlawhvamh."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Jesuh cu an sin ah kal aa tim, cucahcun tilawng umnak i kal ding in ti cung in a kal!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Zultu hna nih Jesuh an hmuh tikah an thinphang tuk, mithla a hmu mi ah an i ruah. Jesuh nih cuti an thinphan le an thlalau cu a hmuh hna i, a lang in a hei auh hna i,“Lau hlah u. Keimah ka si hi!” a ti hna."
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Cun Peter nih Jesuh cu a thawh i, “Bawipa, nangmah na si ko ahcun, ti cung in kei zong na sin ah ka ratter ve,” a ti. Jesuh nih Peter cu, “Rak ra!” a ti."
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Cuticun Peter cu lawng chung in a chuak i, Jesuh sin ah cun ti cung in a kal. Nain tlawmpal a kal ah, Jesuh a zohnak a mit cu kaa dang ah a tthial i, thlichia le tilet tu a vun hmuh cang."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Cun Peter cu a lau tuk ciammam i ti chung ah a pil hnik cang. A au duak i, “Bawipa, ka khamh tuah!” a ti. Jesuh nih a za a vun chanh zokzok i a tlaih colh. Cun Peter cu a thawh i, “Maw zumhnak tlawmte lawng a ngei pa, ziah lungawtawmnak na ngeih?” a ti."
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Peter le Jesuh cu lawng chung i an luh in thli cu a dai colh. Zultu pawl cu an khuaruahhar tuk. Jesuh cu an biak i, “Nangmah cu Pathian Fapa hrimhrim na si,” an ti."
        }
      ], 
      "number": "31", 
      "ref": "Baibal tuanbia laknak: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": "31. Jesuh Ti Cung Ah A Kal"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Jesuh le a zultu cu Gerasenes ram kal ding ah Galilee Rili tan in an kal."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "Rili khattelei ral an phak tikah, khuachia nih a tuahmi pakhatpa Jesuh sin ah a rak tli."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Cu pa cu a tthawng tuk i ho hmenh nih an tlai kho tawn lo. Cikcin tehna tiang hmang in an hrenttem len ko nain a chah dih tawn."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Cu kaa hmun thlanhmun lak ah a um tawn. Chunchun zanzan a aukhuang tawn. Thilpuan hruk lo pi in a um i, amah le amah lung zumhar in aa chun aa aat."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "Cu pa cu Jesuh sin i a rat tikah, a hmaika ah a khuk aa bil i a kun. Jesuh nih, “Khuachia, mah pa chung hin chuak!” tiah a ti."
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "Khuachia nih a ttemttawnmi cu pa cu aw thang pi in a hun au i, “Jesuh, Cungnung Bik Pathian Fapa, zeitin dah tuah na ka duh? Zaangfah tein ka hrem sawh hlah mu!” tiah a ti. Jesuh nih mipa cu, “Na min ho?” tiah a hal. “Ka min cu Ralkapbu ti a si ko, tampi kan si,” tiah a leh. (Ralkapbu ti tikah ralkapbu thong 6 hrawng tiang komhmi bu, tinak a si.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Khuachia rual nih cun Jesuh cu an thawh i, “Zaanfahtein hi hmun hin rak kan tthawl sawh hlah!” tiah an nawl. Cu hmun pawng tlangram ah cun vok rual an vak len ko. Cuca'h khuachiarual nih cun Jesuh cu, “Zaangfah te in vok chung tu ah hin kan luhter ko sawh!” tiah an nawl. Jesuh nih, “Va lut u!” a ti hna."
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Khuachia rual cu mipa chung cun an chuak i vok chung ah cun an lut. Vok cu tlangram vampang in an zuang i rili chung ah an tla. Vok cu an zate ah 2,000 hrawng an si."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Vok cawng pawl nih zei dah a cang, ti an hmuh tikah an tli i mi kip sin ah Jesuh nih a tuahmi kong cu an chim. Khua chung in mi vialte cu an rak chuak i khuachia nih an rak tuahmi pa cu an hmuh. A rak tthu ko, thilpuan aa hruk, a umtu zoh ah mi kelte bantuk a si ko."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "Mipi cu an thinphang tuk i Jesuh cu kal zau ding in an nawl. Cuca'h Jesuh cu lawng chung ah a lut and kal aa tim. A damter mi pa nih Jesuh cu a sin i kal ve ding in a nawl."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Nain Jesuh nih a thawh i, “Inn tu ah va tlung law na hawikom le na chungkhat sin ah Pathian nih zeibantuk thil lianngan dah a'n tuahpiak le zei tluk in dah vel a'n ngeih kong va chim hna,” a ti."
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Cu ruang ah mipa cu a kal i Jesuh nih a tuahpiakmi kong cu mi kip a chimh hna. Cu thilcang kong a thei mi poh an khuaruahhar an lung a arr dih."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Jesuh cu Galilee Rili khattelei ral ah a rak kir tthan. A velchum ah mibupi an rak ra i an i tenhchih lulhmalh. Cu mibupi lak ah cun kum hleihnih chung a thi a chuak mi nu pakhat a um ve. A damnak ding ah phaisa tampi hmang in damhthiam sibawi aa zohter tawn ko nain a zual chin leilei."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "Jesuh nih midamlo tampi a damter hna ti a theih tikah a lung chung te in, “A puan ki te tal tawng kho ninglaw ka dam ko ttung hnga mu!” a ti. Jesuh hnulei in a rak i tenh ve i a puan cu a tawngh. Jesuh a tawng lecangka a thi cu a chuak ti lo!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Mah lecangka Jesuh nih a sin in a thiltikhawhnak a chuah a hun hngalh. Aa mer zau i, “Ho dah a ka tawng?” tiah a hal hna. A zultule nih, “Jesuh, na pawng ah minung an tam tuk hringhran hi an i tenh an i eng. ‘Ho dah a ka tawng?’tiah cun zeitin dah bia na kan hal khawh ning a si?” tiah an ti."
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Minu cu Jesuh hmai ah a khual aa bil i, thengphang ngai in a um. Cun biadik vialte cu a chimh dih. Jesuh nih a thawh i, “na zumhnak nih a'n damter. Daihnak nih in umpi sehlaw na damlonak in va thing cang ko,” a ti."
        }
      ], 
      "number": "32", 
      "ref": "Baibal tuanbia laknak: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": "32. Jesuh Nih Khuachia Tuahmi Pa le Midamlo Nu A Damter Hna"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Jesuh cu rili kam in mi tampi a cawnpiak hna. Minung cu tam tuk hringhran hna kaw, lawng chung ah a kai i cu kaa cun bia cu a chim."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jesuh nih tuanbia pakhat a chimh hna. “Lothlopa pakhat cu thlaici tuh awk ah aa thawh. A kut chung in thlaici cu a theh tikah a cheu cu lam cung ah an tla i, va an rak chuak i an char dihl.”"
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Thlaici dang cu vawlei um setsailonak lung lak ah an tla. Lung lak vawlei i a tla mi thlaici cu khul rang ngai in an hung keoh. Nain ni a hung chuak i, khua a linh tikah, an uai zau i, an hram thuk hna hlah kaw an thi dih.”"
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“Cheukhat thlaici tu cu hling bur lak ah an tla. Hlingbur nih a zik hna i an voi kho lo.”"
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "“Thlaisi dang cu vawlei ttha cung ah an tla. Cu thlaici cu an keoh i, a let 30, 60, silole a let 100 tiang tam in an voi. Hna a ngei mi nih cun thei ko hna seh!”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "Cu tuanbia nih cun a zultu pawl cu an lung a tuai hna. Jesuh nih, “Thlaici nih cun Pathian Bia a aiawh. lam cung i a tlami thlaici cu Pathian Bia a thei ko nain a hngalthiam kho lo mi hna, cu ruang ah an theih mi bia zong cu an sin in khuachia nih a lakpiak tthan hna, ti chim duhnak a si.”"
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“Lung lak vawlei i a tla mi thlaici nih Pathian Bia a thei i lawmhnak he a pom colh mi hna a aiawh. Nain harnak le hremnak a tlun tik tu ah cun an zumhfehnak an ngeih lo ruang ah an tlu tthan tawn.”"
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“Hling bur lak i a tlami thlaici cu Pathian Bia a thei i a zum mi bantuk an si. Nain caan a hung rau deuhdeuh i, Pathian an ttanhnak cu vawlei thil dangdang rumnak le nuamhnak tehna nih a dawrh dih tawn. An theihmi cawnpiaknak nih an nun ah thei a tlaiter kho lo.”"
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“Vawlei ttha ah a tla mi thlaici nih cun Pathian Bia a thei, a zum i, thlarau theitlai a tlai mi hna a chimduh,” tiah a ti."
        }
      ], 
      "number": "33", 
      "ref": "Baibal tuanbia laknak: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. Lothlopa Tuanbia"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jesuh nih Pathian Penram kong tuanbia dangdang tampi an chimh hna. A thawh hna i, “Pathian Penram cu mipa nih a lo ah a tuh mi anttam ci bantuk a si. Ci a si lio ah cun ci vialte lak i ci hme bik a si.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "“Nain a hung tthan tikah cun dum thlaikung vialte lak ah kung ngan bik a hung si i, a bawrh lak ah va nih bu sernak ding tlak in a hung ngan kho,” a ti hna."
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jesuh nih tuanbia dang pakhat a chimh tthan hna, “Pathian Penram cu minu pakhat nih changvut nawnmi ah thilnu a cawh i, cu chawngnawn cu a zate in a thawhter dih bantuk a si.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“Pathian Penram cu lo chung ah thuh mi suingun, minung pakhat nih a hmuh i a phum zau tthan mi bantuk a si rih. Aa lawmh tuk ah, a ngeih thil vialte a zuar dih i, cu lo cu a cawk,” a ti."
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“Pathian Penram cu lungvar mansung taktak a kawl mi lungvar chawletpa bantuk a si. Lungvar mansung tuk hringhran a hmuh tikah a ngeih thil vialte a zuar i cu lungvar cu a cawk,” a ti."
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih anmah thil ttha tuahmi ah aa lunghmuih ngai i midang zei i a rello mi hna kong tuanbia a chimh hna. “Minung pahnih Biakinn i thla cam ah an kal. Pakhat cu ngunkhuai khawltu a si i, adang pakhat cu biaknak hruaitu a si.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“Biaknak hruaitu nih cun hitihin thla a cam, ‘Maw Pathian, kaa lawmhnak cu, kei cu midang pawl bantuk ka si lo mi hi a si —mifir, mi eihmuar hmang, horduhzuncuai pawl, silole khi ngunkhuai khawlpa bantuk hoihna khi ka si lo.’”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“‘Zarh khat ah vawi hnih rawl ka ul i ka hmuh tthen za khat chung in tthen hra ka'n pek,’ a ti.”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“Nain ngunkhuai khawltu pa cu lam hlat nawn ah khin a dir i, van hmenh a cau ngam lo, a ttang aa cum i thla a cam, ‘Maw Pathin, kei misual hi vel run ka ngeih ko sawh,’ a ti.”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih a thawh hna i, “Biatak ka'n chimh hna, biaknak hruaitu pa si lo in ngunkhuai khawltu pa tu ngaihthiam in inn ah a ttin. Amah le amah aa chuang mi cu tthumh an si lai, nain amah le amah aa tangchia mi cu cawisanh an si lai,” a ti."
        }
      ], 
      "number": "34", 
      "ref": "Baibal tuanbia laknak: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Jesuh Nih Tuanbia Dangdang A Chimh Chap Hna"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Jesuh cu amah sin i a ummi hna ngunkhuaikhawl le misual tampi a cawnpiak hna."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "Biaknaklei hruaitu pawl cu an tlokciar, a ruang cu Jesuh nih hi minung pawl hi hawikom ah aa serh hna. Cu ruang ah Jesuh nih tuanbia a chimh hna."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“Fapa pahnih a ngeimi pa a rak um. A ngakchia deuh pa nih a pa cu a thawh i, ‘Ka pa, ka co hnga cu atu ah hin ka duh ko hnga!’ a ti. Cuca'h a pa nih a ngeih ro cu a fale pahnih cu a cheuh hna.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“Tlawmpal ah a hniang deuh pa nih a ngeih vialte cu a khawmh i lamhlat pi ah a kal i sual nun nuamtawlnak ah a phaisa vialte cu a va pham dih.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“Cu lio ah cun cu kaa ram ah cun mangttam a tlung, rawl cawknak phaisa a ngei ti lo. Cu ruang ah a hmuh khawh mi rian, vok rawl pek rian, a ttuan. Hnabeidong le chungvang in a um cang i, vok rawl hmenh ei ning, ti a duh cang.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“A donghnak ah, fapa ngakchia deuh nih cun, aa thawh i, ‘Zei dah ka tuah a tu hi? Ka pa inn i a mirian pawl kha ei awk tawrcheng an ngeih ko ttung, kei vial hi kaa ah ei awk ngeilo in ka um hi. Ka pa sin ah ka kir lai i, a mirian pakhat bantuk tal in rak ka cohlang ve ko, ka ti lai,’ a ti.”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“A fapa ngakchia deuh pa cu lam hlat pi i a um ko rih lio ah khin a lang in a hei hmuh i a zaangfak tuk. A va tli i a kuh i a hnamh.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“A fap nih cun, ‘Ka pa, Pathian ralchanh in le nangmah ralchanh in ka sual cang. na fa si awk ka tlak ti lo. Na mirian pakhat tu si ko ning,” a ti."
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“Nain a pa nih a mirian pakhat a auh zau i, ‘Khah, i hnawh tuah! Thilpuan tha bikbik rak pu law ka fapa hi hruk tuah! A kutdong ah kutdonghrolh hrolh law a ke ah keden denh tuah. Cun caw no a ttha bik pakhat in va that law rawl einak puai kan tuah lai, a ruang cu ka fapa hi a rak thi, nain atu cu a nung cang hi! A rak tlau, nain atu cu hmuh a si cang!’ a ti.”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“Cuticun puai cu an tuah. Tlawmpal ah lo in a u pa a rak tlung. Hla sak thawng le laam thawng cu a theih i, zei dah a cang hnga, tiah a khuaruahhar.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“A naupa a rak tlun ruang ah nuamhnak puai an tuah, ti a hnu i a hun hngalh tikah, a thinhung tuk i, inn chung luh zong a duh lo. A pa a rak chuak i nuamhnak ah i tel ve ding in a sawm, nain a duh lo.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“Aa thawh i, ‘Kum mah vialte chung zumhtlak tein na ca ah rian ka ttuan! Na ka chimh mi tuah lo i ka um zong a um ballo, nain ka hawikom rual he kan i nuamhnak hnga meheh hmete pakhat hmenh na ka pe ballo. Na ngeihchia a hlohral i sual nuamh ah aa ciah mi na fapa vialcang cu cawfa vialte lak i cawfa ttha bik na hei thah piak!’ a ti.”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“A pa nih cun a thawh i, ‘Ka fapa, nang thamtham cu ka sin ah pei na um zungzal ko cu, ka ngeih vialte cu na ngeih a si ve ko cu. Atu bantuk i lawmhnak puai kan tuah cu tuah hrimhrim awk kan si ko, a ruang cu, na nau hi a rak thi, nain atu a nung tthan cang. a rak tlau, nain atu hmuh a si cang!’ a ti.”"
        }
      ], 
      "number": "35", 
      "ref": "Baibal tuanbia laknak: Luke 15:11-32", 
      "title": "35. Velngei Pa Tuanbia"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Jesuh cu a zulhna hna lak in pathum, Peter, James, le John aa kalpi hna. (Hi John hi Jesuh tipil a petu John kha a si lo.) Anmah rual lawng tlang sang ngai pakhat ah an kai."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Vawikhat pi ah khin, Jesuh muihmai cu nika ceu bantuk le a thilpuan zong khuaceu tluk in raang in le vawleicung thil raang vialte nak i raang in a hun i thleng."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Cu cah cun kum za tam tuk lio minung Moses le Elijah an lang colh. Jesuh he cun an i chawn i, Jerusalem ah a rauh hlan ah a thih lai kong bia an i ruah."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Cuti Moses le Elijah Jesuh he an i chawnh lio ah cun, Peter nih, “Jesuh, hi kaa i um hi a tthat tuk hi ta. Deu pathm in kan sak lai, pakhat nangmah ca, pakhat Moses ca, a dang pakhat Elijah ca ah,” a ti. Peter nih zei ka chim rua, ti awk aa hngal lo."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Cuti Peter bia a chim lio ah cun an cung ah minmei ceu ngai a rung ttum i, cu minmei chung cun aw pakhat nih, “Hi hi Ka Fapa Ka dawtmi a si. Amah ah hin kaa lawmhnak a tling. Amah bia hi ngai u,” a ti. Zultu pathum cu an zate in an thinphang tuk i, vawlei ah an bok colh."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh ih a tawngh hna i, “Thinphang in um hlah u. Tho u,” a ti hna. An sir an vun zoh tik ah cun midang an um ti lo, Jesuh lawng a um."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Tlang cung cun an ttum lei ah, Jesuh nih a thawh hna i, “Hi kaa i a cangmi thil vialte kong hi thihnak in ka thawhtthan hlan tiang ho sin hmenh ah chim hlah u,” a ti hna."
        }
      ], 
      "number": "36", 
      "ref": "Baibal tuanbia laknak: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": "36. Muihmai Thlennak"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu Jesuh nih Lazaruh a damlo ngai, tiah thawng a theih. Lazaruh le a farle pahnih, Mary le Martha, cu Jesuh i hawikom ttha an si. Hi thawng a theih tikah, aa thawh i, “Zawtfahnak nh thihnak a chuahpi ding a si lo, Pathian sunparnak a langhter ding tu a si,” a ti. Jesuh nih a hawile hi a dawt hna, cu ruang ah cu kaa ah ni hnih a caam."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Cun a zultu pawl cu a thawh hna i, “Judea ram ah kal usi,” a ti hna. Zultu pawl nih an thawh i, “Cawnpiaktupa, cu kaa minung nih cun naite ah pei thah an in timh kha,!” an ti. Jesuh nih, “Kan hawidawt Lazaruh aa hngeh i ka hlauh a hau,” a ti hna."
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "A zultu pawl nih, “Bawipa, Lazaruh cu aa hngelh ko ahcun amah tein a ttha tthan te ko lai cu,” an ti. Cu ah cun Jesuh nih tliang deuh in a chimh hna, “Lazaruh a thi. A thih lio i cu kaa i kan um lo cu kaa lawm, a ruang cu khuaruahhar awk thil nan hmuh lai si kaw nan zumh khawh cang lai,” a ti hna."
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "Cu kaa i Jesuh a phanh tik ah cun Lazaruh cu a thihnak ni li a si cang. Martha nih Jesuh cu a hei don i, “Bawipa, hi kaa ah nangmah rak um law cu ka ttapa hi a thi hnga lo. Nain Pathian sin i na halmi poh cu a'n pek dih ko lai, ti ka zumh ko,” a ti."
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Keimah cu Thawhtthannak le Nunnak ka si. A ka zum mi poh cu, thi hna hmenh sehlaw an nung lai. Keimah a ka zum mi poh cu an thi bal ti lai lo. Cu cu na zum maw?” a ti. “Ka zumh ko, Bawipa, Master! Nangmah cu Pathian Fapa Messiah na si, ti ka zumh,” a ti."
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Cu ah cun Mary a rah phan ve. Jesuh ke hram ah a bok i, “Bawipa, hi kaa'h hin nangmah rak um law cu, ka ttapa hi a thi hna lo nain mu,” a ti. Jesuh nih, “Lazaruh cu khoi kaa'h dah nan chiah?” tiah a hal hna. An thawh i, “Thla ah kan vui. Rak zoh tuah,” an ti. Cun Jesuh cu a ttap."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "Thlan cu lungkua a si i, a luhnak innka zawn an hrilhhnawh i an khatmi a si. Jesuh cu thlan a rak phanh tikah, a thawh hna i, “Lungpher hi hril tuah u,” a ti hna. Cu ah cun Martha nih, “A thihnak ni li pei a si cang cu. A rim a nam tuk cang lai,” a ti."
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jesuh nih a thawh duak i, “Na zumh ko ahcun Pathian sunparnak na hmuh lai ka'n ti lo ma?” a ti. Cuticun lungpher cu an thawn."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Jesuh nih vancung lei hoih in, “Ka pa, na ka ngaihpiak i kaa lawm. Vawi dang zong ah ka bia na ka ngaihpiak zungzal ti ka hngalh ko, nain hi kaa i a dirmi vialte nih, Nangmah nih Na ka thlahmi ka si an zumh khawhnak hnga hi bia hi ka chim,” a ti. Cun Jesuh nih cun aw thang pi in, “Lazaruh, rak chuak!” a ti."
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "Lazaruh cu a rak chuak! A pumpaluk in ruak zual puan in aa tuam dih. Jesuh nih a thawh hna i, “A ruakzual puan hi phoihpiak u law thlah u!” a ti hna. Hi khuaruahhar thilcang ruang ah Juhdah mi tampi nih Jesuh cu an zumh."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Nain Judah miphun biaknak lei hruaitu pawl cu an nahchuak i, hmun khat ah i pumkhawm in zeitin dah Jesuh le Lazaruh an thah khawh hna lai kong khua an khang."
        }
      ], 
      "number": "37", 
      "ref": "Baibal tuanbia laknak: John 11:1-46", 
      "title": "37. Jesuh Nih Mithi Lazaruh A Thawhter"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jesuh cu phung a chimnak kum thum hrawng a hung si cang. Cun Izip ram ah kum tam tuk chung sal i an cannak in Pathian nih a chanhchuah hna philhlonak ah Judah miphun nih an tuahmi Lanhtak Puai caan a hun phan. Jesuh nih a cung ah zeidah a tlung lai, ti a hngalh cia i, a zultu pawl cu Jerusalem ah a kal lai kong le cu kaa i thah a si te lai kong a chimh hna."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "Jerusalem khua i Judah hruaitu hna nih Jesuh cu Messiah a si, ti hi an cohlang duh lo i, amah thahnak ding khua an khang. Jesuh zultu hna lak ah pakhat cu Judah a si. Zultu hna an phaisa tlaitu a si, nain mi dinglo si kaw, phaisa cu aa fir tawn. Cu Judah nih cun Judah hruaitu hna cu Jesuh a rawiphiarpiak khawh hna ding kong a chimh hna."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "Tlangbawi zik nih a hruai hna i, Judah hruaitu pawl nih Judah cu Jesuh rawiphiar man ah ngun tangka sawmthum an pek. Cuti thil a hung can cu profet pawl nih an rak chim cia ning tein a si. Judah cu a lungtling i phaisa cu aa lak dih in Jesuh tlaih a bawmh khawhnak ding lam kawl aa thawk."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesuh cu a zulhtu pawl he Lanhtak Puai an hmang. Rawl cu an vun ei i, Jesuh nih changreu a vun lak, a vun cheu i, “Hi hi i lak u law ei tuah u. Na ca i ka cheumi Ka taksa a si. Hi hi keimah philhlonak ah run tuah tawn lengmang u,” a ti hna. Cuticun Jesuh nih a ca i a takpum a pek te ding kong a chimh hna."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Cun mitsurhang hrai aa lak i, “Hi hi ding u. Sual ngaihthiamnak ca i ka thletmi, Biatiam Thar sernak ka thisen a si. Hi mitsurhang nan din fatin keimah philhlonak ah run tuah tawn u,” a ti hna. Cuticun an sual ngaihthiamnak ding ah a thisen a thlet lai kong Jesuh nih a chimh hna."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih a zultu cu a thawh hna i, “Nanmah lak i pakhat nih a ka rawi lai,” a ti hna.  A zultu pawl cu an lau tuk i, cu bantuk thil cu ho nih a tuah hnga, ti an hngal lo. Jesuh nih, “Changreu pel ka pek mi cu a ka rawiphiartu a s lai,” a ti. Cun chagreu cu Judah a pek."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "Judah cu changreu aa lak lecangka, a chung ah Setan a lut. Judah cu Judah hruaitu pawl i Jesuh an tlaih va bawm ding in a chuak. Cu caan cu zan a si."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "Zanriah ei khawh in Jesuh le a zultu hna cu Olives Tlang ah an kai. Jesuh nih a thawh hna i, “Nan zate nih tuzan nan ka hlawt lai. ‘Tukhal ka tuk lai i tu vialte cu an i tthek dih lai,’ tiah aa ttial ko kha.”"
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Peter nih, “Midang nih in kal tak hna hmenhseh, kei cu ka'n kal tak lai lo!” a ti. Cun Jesuh nih Peter cu, “Setan nih na zeizong te ngeih khawh dih a'n duh, nain Peter, na zumhnak na hlohthlaunak hnga lo thla ka'n campiak. Cuti a si ko bu ah, tuzan ar a khuan hlan ah, a hngalh hmenh ka hngal lo, tiah vawi thum khengte na ka hlawt te lai,” a ti."
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Peter nih Jesuh cu a thawh i, “Ka thihnak ding zong si ko seh, nangmah cu ka'n hlaw bal  lai lo!” a ti. Zultu dang zong nih cuticun an ti cio."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu a zultu he Gethsemane timi hmun ah an kal. Jesuh nih a zultu pawl cu tukfawrhnak chung a luhnak hnga lo thlacam ding in a chimh hna. Cun Jesuh cu amah telawng i thla cam ding in a chuak."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jesuh cu vawi thum thla a cam, “Ka Pa, Minung sualnak ngaihthiamnak ah lam dang a um hrat lo a si le cu Na duh ning bang si ko seh,” a ti. Jesuh cu a vansang tuk hringhran i a thlan cu thisen dor bantuk in a chuak. Pathian nih amah hramtu ding ah vanmi a run thlah."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "Thla a cam dih fatin, Jesuh cu a zultu hna sin ah a rak ra tthan, nain an rak ngu dih. A vawi thumnak thla a cam khawh in, Jesuh nih a thawh hna i, “Khah, i hlau cang tuah u! A ka rawitu a ra cang hi,” a ti hna."
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judah cu Judah hruaitu hna, ralkap rual le vainam le thingtan aa putmi mibu pi he an rak ra. Jesuh sin ah a ra i, “Cawnpiaktu, Kan in don hi,” a ti i a hnamh. Cu cu Judah hruaitu pawl nih ho dah tlaih ding cu a si, ti an hngalh khawhnak ding langhternak a si. Cun Jesuh nih, “Judah, hnamh in maw na ka rawi ko lai?” a ti."
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Ralkap pawl i Jesuh an vun tlaih ah, Peter nih a vainam aa zuh i tlangbawi zik mirianpa hnakhaw a vun pheh. Jesuh nih, “Vainam cu chia zau tuah! Ka duh cun keimah rungtu ding ah vanmibu run thlah ding in ka Pa ka hal khawh ko. Nain ka Pa nawl ka zulh ko lai,” a ti. Cun Jesuh nih mipa a hnakhawh cu a vun hramh, zultu cu an zate in an tli dih."
        }
      ], 
      "number": "38", 
      "ref": "Baibal tuanbia laknak: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": "38. Jesuh Rawi A Si"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "A caan cu zanttim hrawng a si. Ralkap pawl nih Jesuh cu bia hal awk ah tlangbawi zik inn ah an kalpi. A langhlat in Peter nih a zulh hna. Inn chung i Jesuh an luh pi tikah, Peter cu khualeng ah a um i meiphu a to ve."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Inn chung ah cun Judah hruaitu pawl nih Jesuh cu a bia an ceih. Amah kong lih phunphun a ttawn kho minung tampi an ratpi hna. Nain pakhat le pakhat an bia an i khat hna lo, cu ruang ah Jesuh palhnak kong an langhter kho lo. Jesuh cu zei bia hmanh a chim lo."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "A donghnak ah tlangbawi zik nih Jesuh cu dengteo in a zoh i, “Kan chim tuah, nangmah cu a nungmi Pathian Fapa, Messiah, na si maw?” tiah bia a hal."
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Ka si ko, Pathian he ka tthut le vancung in liangngannak he ka rat na ka hmuh te lai,” thilpuan hruk lio mi cu aa thleh dih i, aw thang pi in, “Biahngaltu dang ho hmanh kan herh ti lo. Pathian Fapa ka si tiah a chim nan theih dih cang ko hi. Zeitin dah nan ruah cio?” a ti hna."
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "An zate in an thawh i, “A thih hrimhrim a hau!” tiah an au colh. Cun a mit an huh, cil an chak i, an bengh i, capo ah an saih."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Inn leng ah cun nu pakhat nih Peter cu hmu kaw, “Nangmah zong hi Jesuh he nan rak um tti bal si lo mei!” a ti. Peter nih aa pheh. A hnu tlawmpal ah nu dang pakhat nih, tuan deuh bia bang cun a hal tthan, nain Peter nih aa pheh tthan. A donghnak ah mibupi nih cun, “Nangmah zong Jesuh bang Galilee mi na si ve ko i nan rak um tti ko,” an ti hna."
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Peter cu chiat aa serh i, “Mah pa ka hngalh a si ahcun Pathian nih ka cung ah zei poh tlunter ko seh!” a ti. Cu lecangka ar a khuang, Jesuh cu aa mer i Peter cu a hei zoh."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Peter cu khualeng lei ah a chuak i thinlung kekkuai in a ttap. Cu lio ah cun, Jesuh a leirawitu Judah nih Jesuh cu sual puh in a um cang ti a hmuh tikah, a ngaihchia tuk hringhran i, a kal i amah le amah aa that."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "A thaizing zingka te ah Judah hruaitu pawl nih Jesuh cu thah a si khawh nak lai Rom mangkibawi Pilate sin ah a rak chuahpi. Pilate nih bia cu a vun hal, “Judah Siangpahrang na si maw?” tiah."
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Na chim ning bang ka si ko, nain kei ka Penram cu vawlei penram a si lo. Rak si sehlaw cu, ka mirian pawl nih an kan dohpiak diam cang hnga. Nain vawlei i ka run cu Pathian biatak kong chimh ruah ah a si. Biatak a duh mi poh nih ka bia an ngaih,” a ti. Pilate nih, “Biaktak cu zei dah a si?” a ti."
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "Jesuh he an i chawnh dih in Pilate cu leng ah a chuak i, mibupi cu a thawh hna i, “Hi pa ah hin zei sualnak hmanh ka hmu lo,” a ti hna. Nain Judah hruaitu pawl le mibupi nih cun Pilate cu, “Amah cu vailam ah that ko!” tiah an hun au hnawh lulhmalh. Pilate nih, “Amah cu a sual ttung lo,” a ti hna. Nain thang chinchin in an au. Cun Pilate nih, “Amah cu a sual ttung lo!” a vawi thumnak a ti tthan."
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Nain Pilate cu mibupi nih buainak an chuahpi lai ti phang kaw, Jesuh cu vailam i thah awk ah a pek hna. Ralkap nih Jesuh cu an tuk, siangpahrang puan an aih i, hling in tah mi siangpahrawngluchin an chinh, cun serhsat nuamsaihnak in, “Zoh hmanh u, Judah Siangpahrang hi!” an ti."
        }
      ], 
      "number": "39", 
      "ref": "Baibal tuanbia laknak: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": "39. Jesuh Cu Bia An Ceih"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu vailam cung i thah awk ah, a vailamtung cu amah lila an putter i an kalpi."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "Hmun pakhat “Luruh” timi an phanh in a kut le a ke in vailam ah an khenhchih. Nain Jesuh nih aa thawh i, “Ka Pa, ngaithiam hna, zei kan tuah ti an hngal lo hi,” a ti. Pilate nih Jesuh lu cung zawn ah, “Judah mi hna Siangpahrang,” tiah ca a tarter hna."
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "Ralkap pawl cu Jesuh thilpuan co ruah ah camcawhfung an zuk. Cuti an tuah cu, profet bia a rak um cang mi, “Ka puan cu an i cheu i, ka thilpuan cu co ruah ah camcawhfung an i kah hna,” ti a hung tlinnak ah a si."
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesuh cu mifir pahnih hna kar vailam ah an tah. Pakhat nih cun Jesuh cu zawmhtaih ngai in a nihsawh, nain a dang pakhat nih, “Pathian na ttih lo ma? Kannih cu a sualmi kan si, hi pa hi cu sualnakngeilo a si. Jesuh, na penram ah kei hi rak ka philh hlah,” a ti. Jesuh nih cu pa cu a thawh i, “Nihin ah, nangmah cu keimah he Paradise ah na um lai,” a ti."
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "Mibupi le Judah hruaitu hna nih Jesuh cu an cawhdeh i, “Pathian Fapa na si ahcun, vailam khan rung ttum law nangmah le nangmah i khamh ngat! Cunpei kan in zumh lai cu,” an ti."
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "Cu lio caan cu chun laicer a si ko, nain cuka ram vialte cu muihnak nih a zelh dih. Chun in zanlei suimilam 3 tiang khua cu a mui."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu aw thang pi in, “Aa lim cang! Ka Pa, ka thlarau na kut chung ah ka chanh cang,” tiah a au. Cun a lu a khun i a thlarau cu a thlah. Cuti a thih tikah li aa hnin i, Biakinn chung i mibupi umnak le Pathian umnak tthennak i zarmi danzar ngapi cu a lu lei in a tanglei tiang aa thler i cheu hnih ah aa chuah."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "A thihnak thawng in Jesuh nih mi vialte ca ah Pathian sin kalnak lam a hun. Jesuh a cawngtu ralka pakhat nih thil a cangmi vialte a hmuh tikah, aa thawh i, “A taktak ahcun, hi pa hi sualnak ngei lo a si ko,. Pathian Fapa a si hrimhrim ko lai,” a ti."
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Cun Joseph le Nicodemus, Jesuh cu Messiah a si tiah a zummi Judah hruaitu pahnih, nih Pilate cu Jesuh ruak an hal. A ruak cu puan in an zual i, lungpi an kermi thlan ah an vui. A luhnak innka cu lungpher nganpi an hrilhhnawh i an khar."
        }
      ], 
      "number": "40", 
      "ref": "Baibal tuanbia laknak: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": "40. Jesuh Cu Vailam Ah An Thah"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "Jesuh cu vailam i an tah hnu ah amah a zumlomi Judah hruaitu pawl nih Pilate cu an thaw i, “Mah mi lihchimpa Jesuh nih khan ni thum hnu ah a tho tthan te ding in aa chim. A thlan cawngh a hau, a zultu pawl nih a ruak an fir sual lai i, thihnak in a tho tthan e, an ti sual lai,” a ti."
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilate nih, “Thlan cu a him khawh chung in va tuah ko u,” a ti hna. Cuticun thlan innka kharnak lungphermi cu hmahthahnak an tuah hnu ah a ruak an fir khawh nak hnga lo, thlan cu ralkap an cawnghter hna."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "Jesuh an vui a thaizing cu Sabbath ni, dinh ni, a si. Sabbath dih a thaizing zingka te ah a ruak cung i rimhmui zeimaw va chia ding in nu tampi thlan ah an kal."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "Li fak pi in aa hnin. Vancung in Bawpa vanmi pakhat, nimtlau tluk ceu in a rung lang. Thla innka kharnak lungpher pi cu a thawn i a cung ah a tthu. Thlan a vengtu hna ralkap pawl cu an ningtti tuk hringhran i mithi bang vawlei ah an i hlonh dih."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "Vanmi nih nu rual cu a thawh hna i, “Ttih hlah u. Jesuh cu hi kaa ah a um ti lo. A rak chim bang in thihnak in a tho cang! Thla chung hi rak zoh tuah u,” a ti hna. Nu rual nih cun thlan chung cu an vun zoh i Jesuh an rak zalnak cu an hmuh. A mipum tu cu a um ti lo!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Cun vanmi nih nu rual cu a thawh hna i, “Thihnak in Jesuh a thawh tthan cang kong le nanmah hlan ah Galilee i a rak kal chung kong a zultu va chim hna u,” a ti hna."
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "Nu rual cu ttihnak le lawmhnak in an khat. Cu thawng ttha cu zultu pawl va chimh ding ah an tli colh."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Lampi ah, an sin ah Jesuh a lang, i an biak. Jesuh nih a thawh hna i, “Ttih hlah u. Zultu pawl kha Galilee ah ka ton te hna lai kong va chim hna u,” a ti."
        }
      ], 
      "number": "41", 
      "ref": "Baibal tuanbia laknak: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": "41. Pathian Nih Jesuh Cu Thihnak In A Thawhter"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Cu ni zanlei sang ah, Jesuh zultu pahnih cu lamnaih khua pakhat ah an kal. Cuti an kal pah cun, Jesuh thihnak kong le nurual nih a nung an ti kong an i ruah. Jesuh cu Messiah a si taktak ko hnga maw, ti an ruat."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Cu ah cun Jesuh cu a phan ve an sin cun a kal ve, nain ho a si an hngal lo. Zei kong dah an i ceih kong a hal hna i, annih nih a luancia ni zeimaw zat lio te chung lungbar thilcang pawl kong an chimh. Cu bantuk kong a thei rih lo mi khual sawhsawh ah an ruah."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih Messiah kong Pathian Bia i a chimmi a cawnpiak hna. Profet pawl nih Messiah cu a a ingtuar lai i thah a si lai, nain ni thumnak ni ah a tha tthan lai an rak timi kong a hngalhter tthan hna. An kalnak khua an phanh ah cun khua a mui deng cang."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "Cu pa pahnih nih cun Jesuh cu an sin i riak ding in an sawm i Jesuh cu an sin ah a riak ve. Rawl an ei hlan ah, Jesuh nih chang hlum hlum khat a vun i lak, Pathian sin ah lawmhnak a chim dih in a cheu. Cu ah cun duak tiah an mit a hung dei i Jesuh a si an hun hngalh. Cu ah cun Jesuh cu a lo colh ve."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "Pa pahnih nih cun an i thawh i, “Pathian Bia a kan cawnpiak ah khan kan thinlung pei phundang pi in a um khe tak kha!” an ti. Cu lecangka Jerusalem ah an kir zau i, lamkal pawl cu, “Jesuh a nung! Amah mipum hrimhrim kan hmuh!” tiah an va chim hna."
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Cu ah cun lakhruak pi in Jesuh cu a lang! Lamkal pawl nih mithla ah an ruah, nain Jesuh nih a thawh hna i, “Nan cung ah daihnak um ko seh! Zei ruang ah dah ttihphang le lungawttawm in nan um? Ka kut le ka ke hi zoh tuah u. Mithla nih cun keimah bang hin tampum an ngeih khawh ttung lo,” a ti hna. Mithla a si lo an fiannak hnga nga hmin cia a hal hna i a ei."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“Pathian Bia nih ka kong a chimmi vialte a tling dih lai, tiah ka'n ti ko hna kha,” tiah Jesuh nih a ti hna. Cun an thinlung innka a hunpiak hna i Pathian Bia cu an theihthiam. A thawh hna i, “Messiah cu a teem lai i a thi lai, cun ni thumnak ni ah tihnak in a thotthan lai, tiah hlan lio pi in rak ttial a si cang.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“Cun sual ngaihthiamnak ca i ngaihchihnak kong zong Jerusalem in i thawk in mi vialte sin ah chimthanh a si lai, ti zong aa ttial rih. Hi thil vialte kong ah nannih cu biahngaltu nan si,” a ti hna."
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "Cu hnu ni sawmli chung ah, Jesuh cu a lamkal hna sin le a zultu hna sin ah vawi tampi a lang. Vawi khat hoihna cu minung 500 hmun khat te i an umtti lio ah a lang! Amah cu a nung hrimhrim ko, ti hi a lamkal pawl sin ah lam tampi in a langhter i annih cu Pathian Penram kong a cawnpiak hna."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "Ni sawmli a dih hnu ah, Jesuh nih a lamkal pawl cu a thawh hna i, “Vancung le vawlei i nawlngeihnak vialte pek ka si cang. Cuca'h kal u law mi vialte lamkal ah va ser hna u, Pa le Fapa le Thing Thlarau min in tipilnak pe hna u law, ka'n chim mi hna vialte hi an zulhnak lai cawnpiak hna u.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Cun hi hi philh hlah u. Nan sin ah ka um camcin lai. Cunglei in tthawnnak nan hmuh hlan chung cu Jerusalem ah um ko u,” a ti hna. Cun Jesuh cu vancung ah lak a si, minmei nih a phenh ruang ah an hmu kho ti lo. Jesuh cu zeizong vialte cung i uktu si ding in Pthian awrh lei ah a hung tthu."
        }
      ], 
      "number": "42", 
      "ref": "Bibal tuanbia laknak: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jesuh Cu Vancung Ah A Tlung"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "Jesuh vancung i a tlun hnu ah, a lamkal pawl cu Jesuh nih a fial hna bang in Jerusalem ah an um rih ko. Jesuh a zultu pawl vialte cu hmun khat te ah an i pum i thla an cam tti lengmang."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Cu lio ah cun Pentecost timi Judah puai pakhat caan a hun phan. Pentecost cu lunglawmh biachim caan a si ko. Hmun kip ram kip um Judah miphun minung vialte hi puai tuah ruah ah Jesusalem ah an rak ra dih hna."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "Cuti zumtu pawl hmun khat te i an i pumh lio ah cun, lakhruak pi in thli fak pi hran thawng bantuk le inn chung a khat dih bantuk an theih. Zumtu hna lu cung zawn ah mei alh lio meizik tete bantuk an hung lang. An zate in Thiang Thlarau in khahter an si i, holh phundang in an hun holh."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "Hi kong hi Jesusalem i a ummi hna nih an theih tikah, zei dah a cang hnga, tiah mibupi an rak chuak. Zumtu hna nih anmah Jerusalem khuami hna kokek holh bakte in an holh an hmuh hna tikah an khuaruahhar tuk i, Pathian riantuannak khuaruahhar cu an thangtthat."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Mi cheukhat nih cun lamkal pawl cu zu ri ah an ruah hna, nain Peter a hung tho i, “Ka bia hi ka ngaihpiak hmanh u! Hi mi hna hi zu an ri lo. Hi thilcang hi, profet Joel nih a rak chim mi, ‘Hmannung bik ni ah cun Ka Thlarua ka bungh hna,’ a rak timi a tlinnak a si.”"
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Israel pa vialte hna, Nan rak hmuh le nan rak hngalh ko bang in Jesuh cu thilmak le khuaruahhar lianngan tampi a tuahmi pa a si. Amah cu vailam ah nan thah cang fom cu!”"
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“Nain amah cu Pathian nih a nung ah a thawhter tthan i, cu cu, ‘Na Mi Thiang Pa cu thlan chung ah na thutter lai lo,’ timi profet bia a tlinnak ah a si. Pathian nih hi Jesuh hi dahkaw a thimi sinak in a thawhter cu. Kanmah hi biahngaltu cu kan si.”"
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Jesuh cu a tu ah cun Pa Pathian awrhlei ah cawisan in a um cang. Kan Pa nih a kan kamh mi Thiang Thlarau a run thlah i, cu cu atu nan hmuh le nan theih hi a si.”"
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "“Hiti vailam i nan thah mi Jesuh hrimhrim kha Pathian nih Bawi ah le Messiah ah a canter cang, ti hi i fiang cikcik tuah u!” a ti hna."
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "Peter bia a thei mi hna cu an lung a cuk tuk hna i an i thawh zau i, “Ulenau hna, zei dah kan tuah awk a si lai?” tiah an hal hna."
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Peter nih, “Nan sual i ngaihchih u law, nan zate in sual ngaihthiamnak ca ah Jesuh Khrih min in tipil iing u law, Thiang Thlarau laksawng nan hmuh lai,” a ti hna."
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "Minung 3,000 hrawng nih Peter bia cu an zumh. Tipil an ing i, Khrihfabu timi, Pathian mi hna chung ah telhchap an hung si."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Zumtu pawl cu lamkal pawl i an cawnpiaknak, i hawikomhnak, eidin ttinak le thlacam ttinak ngei in caan an hmang tti tawn hna. Hmun khat te ah an i tong tawn hna i an ngeih vialte an i hrawm dih. Pathian an thangtthat i, Khrihfa a silo mi hna nih ttha tein an cohlan ko hna."
        }
      ], 
      "number": "43", 
      "ref": "Baibal tuanbia laknak: Acts 2", 
      "title": "43. Khrihfabu Aa Thawk"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu Peter le John cu Biakinn ah an kal. Lampi ah mizengpa pakhat, phaisa a halmi an hmuh."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter nih cu pa cu a zoh i, “Phaisa pek awk ka'n ngei lo. Nain ka ngeih mi ka'n pek lai. Jesuh min in, tho law kal!” a ti."
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "Cu pa cu chikkhat te ah a dam, lam cu a vun kal kho, an hlok  aa vaam i, Pathian a thangtthat. Biakinn i a ummi vialte cu an khuaruahhar ngai."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "Minung cu mibupi ah an hun i chuah. Peter nih a thawh hna i, “Hi pa a dam hi zei ruang ah dah nan khuaruahhar? Kanmah pumpak thiltikhawhnak silole tthatnak ruang ah hi pa a dam hi a s i lo, Jesuh min zumhnak thawng tu in a si.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“Jesuh thah ding ah nan rak hal. Nunnak a ngeitu rilmal nan rak thah, nain Pathian nih amah cu thihnak in a thawhter. Messiah cu a ingtuar lai i a thi te lai, tiah ram chimchungmi Pathian nih a tlinter cang hi. Nain atu cu, nan sual i ngaichih u law, Pathian sin ah rak kir u, cuticun nan sualnak cu thianh a si lai.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "Biakinn i hruaitu pawl cu Peter le John bia nih an thin a hunh tuk hna. Cu ruang ah an tlaih hna i thong an thlak hna. Nain mi tampi an hmuh le an theih cu an zumh ciammam i, Khrihfabu cu nu le ngak chim lo in pa lawng 5,000 an hung si cang."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "A thaizing ah Judah hruaitu pawl nih Peter le John cu tlangbawi zik le a chungkhar sin ah an chuahpi hna. An thawh hna i, “Zei thiltikhawhnak hmang in dah hi thil hi nan tuah?” tiah bia an hal hna."
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Peter nih, “Jesuh, Messiah min in a si ko. Amah cu vailam ah nan thah, nain Pathian nih nunnak ah a thawhter! Amah cu nan hnon, nan hlawt, nain Jesuh min in dah tilo khamhnak lam dang a um lo!” tiah a leh hna."
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Mi sawhsawh te  a si ko mi le cathiamlo cu hna pahnih bia an theih tikah hruaitu pawl cu an lau. Cu leng ah cu hna pahnih cu Jesuh he a rak tlongleng tti mi an si ti zong an hun hngalh. Peter le John cu cuticun an tlerhphaih hna dih in an kalter hna."
        }
      ], 
      "number": "44", 
      "ref": "Baibal tuanbia laknak: Acts 3:1-4:22", 
      "title": "44. Peter Le John Nih Haltopa An Damh"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Jesuh lamkal Filip cu Bawipa vanmi pakhat nih Gaza kalnak lam ramkaro i kal ding in a chimh. Cuti khuallam i a kal lio ah cun Filip nih Ethiopia Bawi ngan pakhat, a rangleng cung i a tthut ko lio a hmuh. Thiang Thlarau nih Filip cu, cu pa va kal hnawh ding le va chawn ding in a fial."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "Rangleng pawng a rak phanh tikah, cu bawipa nih profet Isaiah chung bia, “Amah cu thah timh mi tufa te bang an hruaih i, bia kaa khat hmenh a chim lo. Tlari lo ngai le hmaizahnak tello in an tuahto. A nunnak cu an lakpiak,” tinak zawn a rak rel len lio a si."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "Philip nih Ethiopia bawipa cu a thawh i, “Na rel lio mi kha a sullam na tliang maw?” tiah a hal. Ethiopa bawi nih cun a thawh i, “Tliang hlah e. Isaiah hi amah kong maw aa chim, midang kong hena?” tiah a leh."
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "Philip nih cun Isaiah bia cu Jesuh kong a si kong a chimh. Cun Filip nih Ca Thiang chung hmun dangdang hmang in Jesuh Thawng Tha Bia kong a chimhchap rih."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "An kal tti i, ti umnak hmun pakhat an phak tikah, Ethiopa pa nih cun a thawh i, “Zoh hmanh khi! Ti a um ko khi ta! Ziah tipi ka in ko lo?” a ti. Cuticun a rangleng cu a dirter."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "Cuticun ti umnak ah cun an vung kal i, Filip cu tipil a pek. Cuti Ethiopa pa tipil a pek khawh in, Thiang Thlarau nih Filip cu hmun dang ah a kalpi tthan i Jesuh kong chim cu a peh tthan."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Ethiopia pa cu Jesuh kong a hngalh cang ruang i lawmhnak ngei in, amah lam te a kal ve ko."
        }
      ], 
      "number": "45", 
      "ref": "Baibal tuanbia laknak: Acts 8:26-40", 
      "title": "45. Filip le Ethiopia Bawipa"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Stephen cu Khrihfabu rak thawk kaa lio ah hruaitu pakhat a si. Mi nih an upat ngaimi le Thing Thlarau le fimnak in a khatmi a si. Khuaruahhar thilmak tampi a tuah kho i, mi nih Jesuh zumh cio hrimhrim awk a si kong fek tein a dirpitu le a aupitu a si."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Stephen cu Judah cheukhat rual he Jesuh kong ah bia an i al. An thin a hun tuk lung in Stephen cu lih chim an puh i, “Moses le Pathian kong ah bia chiachia a chim kan theih!” an ti. Cuticun Stephen cu an tlaih i tlangbawi zik le Judah hruaitu hna hmai ah an chuahpi."
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "Tlangbawi zik nih Stephen cu a thawh i, “Mah an chimmi bia hi a dik ma?” tiah a hal. Stephen nih, “Nanmah mi lunghak le ralserhmang nih hin cun Thiang Thlarau nan hnon zungal i a si ko hen cu, nan pupa hna nih Pathiang an rak hlawt bantuk le profet an rak thah hna bang in. Pathian thlahmi Messiah hmenh a that mi pei nan si cu!” a ti."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Mi hna nih hi bia an theih tikah an hna an i hup i, aw thang pi in an au dulmal. Stephen cu khua leng ah an hnuhchih an chuahpi i lung in thi lak an cheh."
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "A thih pah ah Stephen nih, “Maw Bawi Jesuh, ka thlarau ka cohlanpiak ko sawh,” a ti. Cun a khual aa bil i a au tthan, “Bawipa, hi an sualnak hi relpiak sawh hna hlah,” a ti. Cun a thi."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "pa pakhat, Saul timi, nih Stephen an thah hi a hngalh lawng si lo in Stephen lung in a cheptu hna thil hmanh a zohkhenpiak hna. Cu ni ah cun mi tampi nih Khrihfa cu an ttek ciammam hna i, hmun kio ah an i tthek dih."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Saul nih Khrihfa pawl cu inn khat hnu inn khat a luh hnawh hna, pa he nu he a tlaih hna i thong a thlak hna. Saul cu Damascus khua i Khrihfa pawl va tlaih i Jesusalem i rak ratpi dih ding in tlangbawi zik sin in tuahsianhnak a ngei."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Cuti Damascus lei panh i Saul a kal lio ah, a sin ah ceu zerhzurh chung in Jesuh a rung lang i, “Saul! Ziah na ka hrem?” a ti. Anih nih aa thawh i, “Ho dah na si cu, Bawipa?” a ti. Jesuh nih, “Keimah cu na hrem cuahmah mi Jesuh ka si,” a ti."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Saul cu a hun dir tik ah khua a hmu kho lo i Damascus tiang hruaihchom hau a si. Saul cu ni thum chung zei hmanh a ei a ding lo."
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Cun Khrihfa pakhat, Ananias timi, sin ah Pathian a rung lang i, “Saul aa tthumhnak inn ah atu va kal tuah. Khua a hmuh tthan khawh nak hna a cung ah na kut va chuang. Nangmah cu khamh lo mi hna sin i ka min thanhtu ding ah ka'n thim cang. Ka min ruang i zeitluk a intuar te ding kong ka hmuhsak lai,” a ti. Cuticun Ananias nih  Soul cu thla a camh i, khua cu a hun hmu kho tthan."
        }, 
        {
          "id": "46-11", 
          "img": "{{:en:obs:obs-46-11.jpg?nolink&640x360}}", 
          "text": "Cu lecangka Saul cu tipil a ing colh i, Judah mi hna sin ah, “Jesuh cu Pathian Fapa a si!” tiah thawngtthabia chim a thawk colh. Khrihfa a hremhrawktu pa rilmal nih Khrihfa a hun si an hmuh tikah an khuaruahhar. Saul cu Judah pawl he Jesuh cu Messiah a si ti kong ah bia an i al. Saul cu Paul tiah hun hngalh a si."
        }, 
        {
          "id": "46-12", 
          "img": "{{:en:obs:obs-46-12.jpg?nolink&640x360}}", 
          "text": "Ni tampi hnu ah Judah pawl nih Paul thahnak khua an khan. Khuachung luhnak kutka ah amah a thattu ding an chiah hna. An khuakhan cu Paul nih a theih manh i, a hawile bawmhnak thawng in a luat. Zan khat cu khua kulhnak vanpang cung in Saul cu bawm in an tthumh. Cun Paul cu a tli i Jesuh kong thawngtha cu a chim chin thluahmah cang."
        }
      ], 
      "number": "46", 
      "ref": "Baibal tuanbia laknak: Acts 6:8-8:3; 9:1-25", 
      "title": "46. Paul Cu Khrihfa A Cang"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Kum zeimaw zat hnu ah, Paul le a hawipa Silas cu Filipi khua ah, Jesuh kong Thawng Tha chim ah an kal. Lydia timi nu pakhat, puanthan a zuarmi nu, he an i hmu. Cu nu cu Pathian a daw a bia mi a si."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "Pathian nih Jesuh bia tliang kho lak in a thinlung innka a hun i, cuticun amah le a chungkhar cu tipil an ing. Paul le Silas cu a inn ah caam a sawm hna i, cuticun an caam."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paul le Silas cu Filipi khua i an caam liotan ah cun thlacamnak in caan an hmang tawn. Cuti nifatin thlacamnak hmun i an kal ah cun, salnu te pakhat, khuachia nih a tlaihmi, nih zulh hna. Hmailei kong a chim kho mi si kaw, a pule hna ca ah phaisa tam ngai a hmu."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "Cu nu cu, “Mah hna hi Cungnung Bik Pathian mirian pawl an si. Khamh nan si nak hnga lam an in chimh hna a si hi!” tiah thangpi in a au. Cuticu au tuk lengmang kaw, Paul cu a thinhung."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Paul cu mah nu lei cu a hoih i, a chung i khuachia cu, “Jesuh min in, mah nu chung hin atu chuak,” a ti. Cu lecangka khuachua nih a chuak colh."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "Cu salnu te a ngeitu le a hmangtu pa pawl nih thilcang kong an hmuh tikah, an phaisa hmuhnak lam a um ti lai lo, an ruat i an thin a khenh tuk hna."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "Cu ruang ah Paul le Silas cu an tlaih, an tuk hna i thong an thlak hna."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paul le Silas cu a ke hreng an khenh hna i, thong chung hmun him bik ah an chiah hna. Zan ttim ah Pathian thangtthatnak hla an sa."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Laktekhat ah, vawlei aa hnin i thong innka vialte an i hung dih. Thongtla pawl an cikcin vialte a poih dih."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "Thongcawngpa nih innka vialte an i hun dih a hmuh tikah, thongtla vialte an tli dih cang rua, tiah a ruah i amah le mah thah aa tim. (Thongtla pawl an tlikzam dih ahcun thah a si lai aa hngalh cia.) Paul nih a hmuh i, “Ngol zau! Nangmah le nangmah fahnak i pe hlah. Kan zate kan um dih ko hi,” a ti."
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "Thongcawngpa cu a thinphang tuk! Paul le Silas cu inn ah aa kalpi hna, rawl a pek hna i, an hma a ttawlpiak hna. Cun a thawh hna i,  “Khamh ka sinak lai zei dah ka tuah lai?” tiah a hal hna."
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paul nih, “Bawi Jesuh Khrih zun law, cuticun nangmah he na chungkhar he khamh nan si lai,” a ti. Cun Paul nih thongcawngpa le a chungle cu tipil a pek hna i nuam ngai in caan an hmang tti hna."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "A thaizing ah khuachung hruaitu pawl nih Paul le Silas cu an thlah hna i Filipi khua chuah tak ding in an ti hna. Paul le Silas nih Lydia le hawikom dangdang pawl an lenkai tak hna i, khua cu an chuah tak. Jesuh Thawng Tha cu a vak chin lengmang i, Khrihfabu zong cu a tthang chin thluahmah."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul le Khrihfa hruaitu pawl cu khua tampi ah kal in Jesuh thawngtha an phuang, mi an cawnpiak hna. Cun khrihfabu tam pi sin ah ca tampi an kuat hna i, Pathian Biatiam Thar kong cawnpiaknak le thazang peknak an ngei fawn. Cu cakuat pawl cu a hnu ah cun Biakam Thar ti an si."
        }
      ], 
      "number": "47", 
      "ref": "Baibal tuanbia laknak: Acts 16:11-40", 
      "title": "47. Filipi Ah Paul Le Silas"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "Pathian nih vawleicung a rak ser lio ah cun zeizong te hi a rak tlamtling dih ko. Sualnak a rak um lo. Adam le Eve cu anmah le anmah zong an i daw, Pathian zong an daw. Thihnak silole zawtfahnak silole nganfahnak a rak um lo. Cu cu Pathian nih thil an si ning ding i a rak duh mi a si."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Setan cu dum chugn ah rul in aa langh i Eve cu hleng kaw, amah he Adam he Pathian hmai ah an hun sual. Cuti an sual ruang ah, thihnak, zawtfahnak, nganfahnak tehna hi vawlei mi vialte nun i a um chih mi ah a hun i cang."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Cu nak i a poi deuh rih mi cu Pathian he an i pehtlaihnak a cah a si. Cu hnu cun mi vialte Pathian ral si cia in an chuak. Nain Pathian nih sualnak rawkmi vialte remh ding ah khua a khan ziar."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "Pathian nih bia kamh hna i, Eve tefa pakhat nih Setan lu a rial lai i, anih Setan nih a kedil cuk aa zuam lai, tiah a rak ti hna. Cu nih a chim duhmi cu, Setan nih Jesuh cu a thah lai, nain Pathian nih ni thum hnu ah a thawhter tthan lai tinak a si. Jesuh nih Setan tthawnnak cu zungzal daih in a hrawh te lai kong chimnak a si."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "Pathian nih hi vawlei hi buanchukcho in a rak hrawh lio ah, Amah a zum mi khamhnak ding ah sangphawlawng a rak pek hna. Cu bantuk in, an sual ruang ah mi vialte thi dih ding an si ko nain Jesuh a zummi vialte khamhnak ding Pathian nih lam a ser."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melchizedek Abraham thluachuah a petu tlangbawi a si. Melchizedek bantuk in Jesuh cu tlangbawi a si ve, nain Jesuh cu Tlangbawi Lianngan Pi a si. Jesuh nih amah lila i hmang in vawi khat telawng raithawinak a tuah. Cu raithawinak cu vawlei mi vialte sual thianhnak ca ah a herh."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "Pathian nih Abraham cu, “Nangmah hin, vawleimi vialte thlua chuah an si lai,” a rak ti. Jesuh cu Abraham tefa a si. Vawleimi vialte Jesuh thawng in thlua chuah an si, zeicahtiah amah a zummi cu Pathian mithim ah an cang i, Abraham i thlarau tefa an si."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "Pathian nih Abraham cu raithawinak ah Isak si lo in tukawng tu a pek. Kanmah thih ding a kan thihpiak tu Jesuh cu, cu tukawng bantuk cu a si. Nangmah zong i tel chih in, vawleimi vialte an sualnak cio ruang ah thi ding an si ko! Nain Pathian nih na aiawh ah raithawinak i thi ding in Jesuh a kan pek."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "Pathian ih Izip ram i chiat hmanung bik a rak tlunter liotan ah, Israel chungkhar a simi kip cu sitling tufa thah i an innka ba i a thisen theh le thuh a rak fial hna. Pathian vanmi nih thi a hmuh tikah, an inn cu a lanh tak i an fater fapa a that hna lo."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesuh cu kan Lanhtak Tufa a si. Amah cu soisel awk ngeilo le sualnak ngeilo a si i Lanhtak Puai lio i thahmi a si. Jesuh a zummi ca ah cun, Jesuh thisen nih an pumpak sualnak cu a thianh dih cang ruang ah Pathian dantatnak nih a lanh tak hna."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "Pathian nih Amah mithim Israel miphun he biatiamnak a rakt uah. Pathian Biatiam Thar ah cun zei miphun si ko zong le zei bantuk minung si ko zong ah Jesuh zumh ko poh ahcun Pathian mithim si dih khawh cio a si."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moses cu Pathian Bia kong a rak phuangtu profet lianngan a si. Moses bang Jesuh cu profet a si, nain Jesuh cu profet ngan bik a si. Amah cu Pathian Bia a si."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "Pathian nih David sin ah Messiah cu amah hrinsor chung pakhatkhat in a si te lai kong a rak kamh. Messiah a simi, Jesuh, cu David hrinsor maldang ngai a si."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "David bantuk in, Jesuh cu siangpahrang a si, nain Jesuh cu zeizong vialte siangpahrang a si. A ra tthan te lai i a Penram cu diknak le daihnak he a uk te lai."
        }
      ], 
      "number": "48", 
      "ref": "Baibal tuanbia laknak: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": "48. Jesus Cu Kamhmi Messiah A Si"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Jesuh nu Mary cu amah Jesuh a rak chuah tiang ah nuthiang a si, zeicahtiah Jesuh cu Pathian Fapa a si. Jesuh cu minung zong a si Pathian zong a si."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesuh nih Pathian a si hngalhternak ah khuaruahhar thil tampi a tuah. Ti cung ah a kal, thlichia le tilet a daihter, a zaw tampi a damter hna, khuachia a chuah hna, mithi a nunter tthan hna, chang hlum nga le nga fang hnih in minung 5,000 rawl a khimter khawh hna."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesuh cu cawnpiaktu lianngan a si rih. Nangmah le nangmah naa dawt bang na innpa na dawt lai, tiah mi a cawnpiak hna."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "Cun, na ngeihchiah vialte zong si ko seh, zeizei nakin Pathian cu na dawt bik hrimhrim a hau, tiah a cawnpiak rih fawn hna."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesuh nih vawleicung ah hin zeizei dang nakin khamhnak a sung bik tiah mi a cawnpiak hna."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "A cawnpiaknak ah, mi vialte nih an cohlan lai lo kong le khamh an si dih lai lo kong a chim chih ko. Khamh a si lo mi cu vawlei caan dongh ni ah pumh an si lai i hell mei chung ah zungzal in thlak an si lai kong a chim."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesuh cawnpiak ning ah Pathian nih misual hi a dawt hringhran hna. Anmah ngaihthiam ding ah le a fale siter ding ah a duh zungzal ko."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesuh cawnpiaknak ah vawleimi vialte an sual dih i Pathian he an i tthen dih. Sualnak ruang ah mi kip Pathian ral an si. Pathian nih sualnak cu a huat."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "Nain Pathian nih vawlei hi a dawt hringhran ca ah A Fapa ngeihchun a pek, cuticun Amah a zummi poh hell ah an kal lai lo, Amah he zungzal an umtti lai."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Na sualnak ruang ah sual in palh in na um cang. Thihnak le Pathian thinhunnak a hlawt ding na si, nain Pathian nih a thinhunnak cu Jesuh tu ah a bungh. Vailam cung i Jesuh a thih cu, na sual leiba dantat a tuar ruang ah a si."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesuh nih na pumpak sualnak le vawleicung pumpi sualnal vialte tlanhnak ding i soisel awk umlo le sualnak ngeilo riathawinak i thih ding aa thim. Jesuh thawng in, zei bantuk sualnak a si zong ah, sualnak poh ngaihthiam khawh dih an si."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "Mizei hmanh nih thil ttha tuahnak thawng in khamh si khawh a si lo. Pathian he nan i pehtlaihnak cu na tuahmi zei hmanh nih a remh kho lo. Jesuh cu Pathian Fapa a si i, na sual thianhnak ding ah a thi i a tho tthan ti na zumh lawnglawng ah na sualnak cu ttawlthianh khawh a si lai."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Jesuh a zum i tipil a ingmi lawng khamh an si lai, nain a zumlomi cu hnon an si lai. Na rum maw na sifak, nu maw na si pa, na tar mw na no, khoi kaa mi dang na si, titehna ruah len hau a si lo. Pthian nih a'n dawt i, Amah he nan i pehtlaih khawh nak lai Jesuh na zumh ding a duhmi a si."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Jesuh cu Messiah a si, Pathian Fapa a si, ti na zum maw? Misual na si i Pathian dantatnak a huah ding na si na zum maw? Jesuh cu vailam cung ah na sual thianhnak ding ah a thi, ti na zum maw? Jesuh nih amah sin i rat, amah zumh i tipil ing ding in a'n sawm."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "Hi hi na zumh ahcun nangmah cu Khrihfa na si! Pathian nih nangmah cu Setan penram muihnak chung in a'n lak i amah Pathian Penram ceunak chung ah a'n chiah cang. Thil hlun vialte an lo cang, a ruang cu Pathian nih thil vialte a tharter dih cang hna."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "Khrihfa na si ahcun, Jesuh tuahmi thawng in na sualnak cu ngaihthiam a si cang. A tu ah, Pathian nih a'n zoh tikah, nangmah cu ral in a'n hmu ti lo, hawikom ttha in a'n hmuh cang."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "Pathian hawikom ttha si cang hnu cun Jesuh cawnpiaknak zulh na duh ko lai. Khrihfa cu na si cang ko lai nain, sualnak he cun naa pai peng rih ko lai. Nain na sual naa phuan ngam ko ahcun Amah Pathian cu zumhtlak a si i, a'n ngaihthiam lai i sual doh kho ding in thazang a'n pek lai kong Pathian nih a chim."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "Pathian nih thla cam ding, A Bia cawng ding, Khrihfa dang he Amah biak ding, Pathian nih zei dah a'n tuahpiak ti tehna midang va chimhchin ding in a'n chimh. Hi bantuk thil vialte na tuahnak thawng in Amah he nan i pehtlaihnak ah na tthang lai."
        }
      ], 
      "number": "49", 
      "ref": "Baibal tuanbia laknak: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. Pathian Biatiam Thar"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "Kum 2,000 chung dengmang Messiah a simi Jesuh Thawng Ttha cu a karhvak chin lengmang i Khrihfabu zong a tthang chin lengmang. Jesuh nih vawlei caan dongh tikah a rat tthan lai kong a chim, nain a rak ra rih lo."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "Jesuh rat kan hngah lio ah hin, Khrihfa cu thianghlim le Pathian duh ning tein kan nun awk a si. Jesuh nih vawlei i a rak tlonlen lio ah, “Hi Penram Thawng Tha hi vawlei khuazakip le miphun vialte sin ah hngalhpitu dirhmun in chimphuan dih a si hmasa lai i, cun caan donghnak cu a phan te lai,” a rak ti."
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Miphun bu tampi nih Jesuh kong an thei rih lo. Vancung i a tlun hlan ah, Jesuh nih Khrihfa pawl cu a thei rih lo mi sin i Thawng Tha chim rian a fial hna. A thawh hna i, “Kal u law miphun vialte lamkal siter hna u. Lo cu rawlvoi ttuan ding ah an cu hmin ding cang!” a ti."
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesuh nih a ti rih mi cu, “Mirian cu a bawipa nakin a ngan deuh lo. Nannih cu keimah ruang ah hrem le thah nan si lai. Hi vawlei ah hin cun harnak nan tong ko lai, nain nan thachia hlah u. Setan cu ka tei cang! A dongh tiang zumhtlak in um ko u, law khamh nan si lai.”"
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesuh nih caan dongh kong fianternak ah a lamkal pawl cu tuanbia pakhat a chimh hna. “Pathian Penram cu mipa pakhat, a lo ah thaici ttha a tuhmi bantuk a si. Nain zan a ih kar ah a ral a rak ra i rawlkung lak ah cun belh ci a vorh ta i, lodiam a kal.”"
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“Thlaikung cu an hung keoh tikah, rianttuantu pawl nih an bawipa cu an thawh i, ‘Bawipa, mah lo ah hin ci ttha na duh dara cu kan ti. Zeitin dah belh an um khawh ning a si kun?’ tiah an hal. An bawipa nih a thawh hna i, ‘Ralpa nih a vorh mi an si,’ a ti.”"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“An thawh i, ‘Sile belh cu kan bot hna lai maw?’ tiah an hal. An bawipa nih, ‘Belh nan bawh ahcun, rawlkung tete zong nan bawh chih sual lai. Rawl ttuan caan tiang hngak ko rih u law, belh cu khangh awk nan khawmh nan pon te hna lai i, rawl cu ka buk chung ah nan rawn te hna lai,’ a ti hna.”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "A lamkal pawl nih cu bia cu an theithiam lo i, Jesuh cu an thawh i, “Hi tuanbia sullam hi kan chim tuah,” an ti. Jesuh nih, “Ci ttha a tuh mi pa cu Messiah a si. Lo cu hi vawlei hi a si. Ci ttha nih Pathian Penram chung minung a chimduhnak a si.”"
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“Belh nih sualnak penram chung minung pawl a aiawh ve. Belh a vorhtu ral cu khuachia a si. Lo rawl ttuan caan cu vawlei caan dongh ni chim duhnak a si i rawlttuantu cu vanmi runrual an si.”"
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“Vawlei caan a dongh tikah khuachia nih a ngeih mi hna minung vialte cu pumh an si lai i ttah le hacangrialnak in a khatmi meiphu chung pi ah thlak an si lai. Cun midingmi hna cu an Pa Penram chung ah cun nika bang an ceu camcin lai,” a ti."
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, vancung i a tlun lio i vawlei a rak kaltak bantuk te in, minmei chung in le a mipum taksa hrimhrim in, a rak rat tthan te ding kong a chim. Jesuh nih aa kam rih mi cu, a rak rat tthan tikah, a thi cia Khrihfa vialte thihnak in an tho lai i amah cu van ah an hung don lai, a ti."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "Khrihfa a si i, a nung rih mi hna cu a thi cia mi hna he van ah khin cawi ve an si lai i, Khrihfa vialte cu Jesuh he zungzal an umtti lai. Jesuh cu a mi hna he i tthen ti lo in zungzal an leng tti cang lai."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Khrihfa cu nunnak suiluchin pek an si lai. Thih hnihnak a simi hell cu an tep bal ti lai lo. Pathian le a tling khitkhet mi daihnak he tu in an leng tti cang lai."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "Nain Jesuh a zum lo mi tu cu Pathian nih bia a ceih hna lai i zungzal in hell chung ah thlak an si lai. Hell chung ah cun minung cu ngol lo in ttah aihram i temhnak in hacang rial ding khi a si. A mit kho bal ti lo mi mei nih a kangh hna i, a thi bal ti lo ding tholung nih a ei hna lai."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesuh nih Setan le a penram cu a dih-umnak in a hrawh lai i amah Setan cu a alh zungzal mi mei lidil chung ah a thlak lai. Thihnak zong hell chung i mei lidil ah cun thlak chih a si ve lai."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "Jesuh nih Van Thar le Lei Thar a dirh lai. Zeizong vialte hi a tlamtling dih tthan lai i, Adam le Eve an sual hlan bantuk te in a um dih tthan lai."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu zungzal in zungzal tiang uktu a si lai. Mitthli vialte a hnawh hnih lai i thihnak, intuarnak, ngaihchiatnak, ttahnak, thil tthalo le nganfahnak a um ti lai lo. A Penram cu daihnak le diknak in a uk lai i, amah cu a mi hna he zungzal in an um tti cang lai."
        }
      ], 
      "number": "50", 
      "ref": "Baibal tuanbia laknak: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Jesuh A Ra Than Lai"
    }
  ], 
  "date_modified": "20131031", 
  "language": "cnh"
}